Repository: metamorphose/metamorphose1
Catalog: messages/*/*.po
Languages: ar, de, es, hu, it, ja, pl, pt_br, ru, sk, sv, tr

source: Getting directory contents please wait ...
ar: جاري الحصول على محتويات المجلد، الرجاء الانتظار...
de: Verzeichnissinhalte laden, bitte warten...
es: Adquiriendo contenidos del directorio, espere por favor ...
hu: Könyvtárak beolvasása, várj...
it: Caricamento del contenuto della cartella in corso. Attendere ...
ja: ディレクトリの内容を取得中です。お待ち下さい...
pl: Odczytywanie zawartości katalogu proszę czekać...
pt_br: Lendo o conteúdo do diretório, por favor aguarde ...
ru: Обработка папки, пожалуйста подождите...
sk: Načítava sa obsah adresára, prosím čakajte ...
sv: Hämtar kataloginnehåll, var god vänta ...
tr: Dizin içerikleri alınıyor lütfen bekleyin ...

source: Retrieved %s items from directory.
ar: حُصل على %s عنصر/عناصر من المجلد.
de: Es wurden %s Dateien/Ordner aus dem Verzeichnis abgerufen.
es: %s objetos recuperados del directorio.
hu: %s elem beolvasva a könyvtárból.
it: Recuperati %s oggetti dalla cartella.
ja: ディレクトリから検索された%s アイテム
pl: Pozyskano %s elementów z katalogu.
pt_br: Coletados %s itens a partir do diretório
ru: Поиск %s файлов в каталоге.
sk: Získaných %s položiek z adresára.
sv: Hämtade %s poster från katalogen.
tr: Bu dizinde %s öğeye erişildi.

source: Unable to load item
ar: لم يمكن تحميل العنصر
de: Datei/Ordner konnte nicht geladen werden
es: Imposible cargar el objeto
hu: Az elem nem betölthető
it: Impossibile caricare gli oggetti
ja: アイテムを読み込めません。
pl: Nie można załadować elementu
pt_br: Não foi possível carregar item
ru: Невозможно загрузить
sk: Položka sa nedá načítať
sv: Kan inte ladda post
tr: Öğe yüklenemiyor

source: %s %s Attempt to load more items from this directory?
ar: %s %s هل تريد محاولة تحميل عناصر أكثر من هذا المجلد؟
de: %s %s Möchten sie noch mehr Dateien/Ordner aus diesem Verzeichnis laden?
es: %s %s ¿Continuar cargando más objetos de este directorio?
hu: %s %s Több elemet betöltesz e könyvtárból?
it: %s %s Provare a caricare altri oggetti da questa cartella?
ja: %s %s このディレクトリから、より多くのアイテムの読込を試してみますか?
pl: %s %s Chcesz wczytać więcej elementów z tego katalogu?
pt_br: %s %s Tentar carregar mais itens deste diretório?
ru: %s %s Попробовать загрузить больше файлов из этой директории?
sk: %s %s Pokúsiť sa načítať ďaľšie položky z tohto adresára?
sv: %s %s Försök ladda fler poster från denna katalog?
tr: %s %s Bu klasörden daha çok öğe yüklemeye çalışılsın mı?

source: Automation
ar: أتمتة
es: Automatización
hu: Automata
it: Azioni automatiche
ja: 自動
pl: Zautomatyzowany
pt_br: Automatização
ru: Автоматически
sk: Automatizácia
sv: Automatisering
tr: Otomasyon

source: Error Checking
ar: تحقق من الأخطاء
de: Fehler Analyse
es: Comprobación de errores
hu: Hibák keresése
it: Controllo Errori
ja: エラー チェック
pl: Sprawdzanie błędów
pt_br: Erro ao checar
ru: Проверка на ошибки
sk: Kontrola Chýb
sv: Felsökning
tr: Hata Denetimi

source: Clear out undo on start up
ar: مسح سجل التراجع عند بداية التشغيل
de: 'Rückgängig machen Protokoll bei jedem Neustart löschen
es: Borrar la ultima operación de deshacer en inicio
hu: Visszavonás tisztítása induláskor
it: Svuota la storia delle rinomine all'avvio
ja: 起動時、アンドゥの内容を消去
pl: Wyczyść cofnij przy starcie
pt_br: Limpar desfazer ao iniciar
ru: Очищать сохранённую отмену при загрузке программы
sk: Zmazať zoznam undo pri štarte
sv: Töm Ångra vid start
tr: Geri al listesini başlangıçta temizle

source: Use directory tree view
ar: استخدام عرضاً مشجراً للمجلدات
de: Baumstruktur verwenden
es: Utilizar visión tipo árbol de directorios
hu: Könyvtár fa nézet használata
it: Utilizza la struttura ad albero per visualizzare le cartelle
ja: ディレクトリのツリー表示を使用
pl: Użyj widoku drzewa katalogów
pt_br: Usar visão em árvore
ru: Использовать вид дерева каталога
sk: Zobraziť adresárový strom
sv: Använd trädvy för kataloger
tr: Dizinler için ağaç görünümünü kullan

source: Show Hidden directories in tree view
ar: إظهار المجلدات المخفية في العرض المشجر
de: Baumstruktur verwenden
es: Mostrar directorios escondidos en vista árbol
hu: Rejtett könyvtárak a fa nézetben
it: Visualizza le cartelle nascoste nella vista ad albero
ja: ディレクトリのツリー表示を使用
pl: Pokaż ukryte foldery w widoku drzewa
pt_br: Mostrar diretórios ocultos na visão de árvore
ru: Показать скрытые папки в дереве каталога
sk: Zobraziť skryté adresáre v adresárovom strome
sv: Visa gömda kataloger i trädvyn
tr: Ağaç görünümünde gizli klasörleri göster.

source: Encoding used in .mp3 id3 tags:
ar: الترميز المستخدم في وسوم id3 في mp3. :
de: Encodierung wird in .mp3 id3 Tags genutzt:
es: Codificación de caracteres en marca de id3:
hu: Kódolás, melyben id3 tagok vannak:
it: Codifica utilizzata nei tag .mp3 id3:
ja: .mp3 id3タグで使用されるエンコード：
pl: Kodowanie użyte w etykietach id3 dla .mp3:
pt_br: Compressão usada nas id3 tags dos .mp3:
ru: Расшифровать используемые теги в .mp3 id3:
sk: Kódovanie použité v .mp3 id3 tagoch:
sv: Kodning i .mp3 id3 taggar:
tr: .mp3 id3 etiketlerinde şifrelenme kullanıldı:

source: Use System Default
ar: استخدم افتراضيات النظام
de: Sytemstandarts benutzen
es: Utilizar codificación del sistema
hu: Alapértelmezett használata
it: Utilizza predefinito del Sistema
ja: システム標準を使用
pl: Użyj ustawień systemowych
pt_br: Usar padrão do sistema
ru: Использовать по умолчанию
sk: Použiť východzie nastavenia systému
sv: Använd standard systeminställningar
tr: Sistem varsayılanları kullan

source: All Languages
ar: كل اللغات
de: Alle Sprachen
es: Todos los Idiomas
hu: Minden nyelv
it: Tutte le lingue
ja: 全言語
pl: Wszystkie języki
pt_br: Todas as Linguagens
ru: Все языки
sk: Všetky Jazyky
sv: Alla språk
tr: Tüm Diller

source: Western Europe
ar: أوروبا الغربية
de: West Europäisch
es: Europa del Oeste
hu: Nyugat-Európa
it: Europa dell'Ovest
ja: 西ヨーロッパ
pl: Europa Zachodnia
pt_br: Europa ocidental
ru: Восточная Европа
sk: Západná Európa
sv: Västeuropa
tr: Batı Avrupa

source: Central & Eastern Europe
ar: أوروبا الوسطى والشرقية
de: Mittel & Ost Europäisch
es: Europa del Este y Central
hu: Közép- és Kelet-Európa
it: Europa Centrale & Est
ja: 中央・東ヨーロッパ
pl: Europa Centralna i Wschodnia
pt_br: Europa Central e Oriental
ru: Центральная и Западная Европа
sk: Stredná a Východná Európa
sv: Central och Östeuropa
tr: Orta & Doğu Avrupa

source: Esperanto, Maltese
ar: مالطي
de: Esperanto, maltesisch
es: Esperanto, Maltés
hu: eszperantó, máltai
ja: エスペラント、マルタ語
pl: Esperanto, Maltański
pt_br: Esperanto, Maltês
ru: Эсперанто, Мальтийский
sk: Esperanto, Maltština
sv: Esperanto, Maltesiska
tr: Esperanto, Maltaya özgü

source: Nordic Languages
ar: اللغات النوردية
de: Nördliche Sprachen
es: Lenguajes Nórdicos
hu: északi nyelvek
it: Lingue Nordiche
ja: 北欧系言語
pl: Języki nordyckie
pt_br: Línguas Nórdicas
ru: Скандинавский язык
sk: Škandinávske Jazyky
sv: Nordiska språk
tr: İskandinav Dilleri

source: Celtic Languages
ar: اللغات السلتية
de: Keltische Sprachen
es: Lenguajes Celtas
hu: kelta nyelvek
it: Lingue Celtiche
ja: ケルト系言語
pl: Języki celtyckie
pt_br: Línguas Celtas
ru: Кельтский язык
sk: Keltské Jazyky
sv: Keltiska språk
tr: Keltçe

source: Baltic Languages
ar: اللغات البلطيقية
de: Baltische Sprachen
es: Lenguajes Bálticos
hu: balti nyelvek
it: Lingue Baltiche
ja: バルト系言語
pl: Języki bałtyckie
pt_br: Línguas Bálticas
ru: Язык стран Балтии
sk: Baltické Jazyky
sv: Baltiska språk
tr: Baltık Dilleri

source: Cyrillic Languages
ar: اللغات السيريلية
de: Kyrillische Sprachen
es: Lenguajes Cyrillicos
hu: cirill nyelvek
it: Lingue Cirilliche
ja: キリル系言語
pl: Cyrylica
pt_br: Línguas Cirílicas
ru: Кириллица
sk: Cyrilické Jazyky
sv: Krylliska språk
tr: Kiril Dilleri

source: Greek
ar: يوناني
de: Griechisch
es: Griego
hu: görög
it: Greco
ja: ギリシャ語
pl: Greka
pt_br: Grego
ru: Греческий
sk: Gréčtina
sv: Grekiska
tr: Yunanca

source: Turkish
ar: تركي
de: Türkisch
es: Turco
hu: török
it: Turco
ja: トルコ語
pl: Turecki
pt_br: Turco
ru: Турецкий
sk: Turečtina
sv: Turkiska
tr: Türkçe

source: Hebrew
ar: عبري
de: Hebräisch
es: Hebreo
hu: héber
it: Ebreo
ja: ヘブライ語
pl: Hebrajski
pt_br: Hebreu
ru: Иврит
sk: Hebrejčina
sv: Hebreiska
tr: İbrani dili

source: Arabic
ar: عربي
de: Arabisch
es: Árabe
hu: arab
it: Arabo
ja: アラビア語
pl: Arabski
pt_br: Árabe
ru: Арабский
sk: Arabčina
sv: Arabiska
tr: Arapça

source: Urdu
ar: أوردي
ja: ウルドゥー語
ru: Пакистанский
sk: Urdština
tr: Urduca

source: Thai
ar: تايلندي
de: Thailändisch
es: Tailandés
it: Thailandese
ja: タイ語
pl: Tajlandzki
pt_br: Tailandês
ru: Тайский
sk: Tajčina
sv: Thailändska
tr: Tayca

source: Vietnamese
ar: فيتنامي
de: Vietnamesisch
es: Vietnamita
hu: vietnámi
it: Vietnamita
ja: ベトナム語
pl: Wietnamski
pt_br: Vietnamita
ru: Вьетнамский
sk: Vietnamčina
sv: Vietnamesiska
tr: Vietnamca

source: Traditional Chinese
ar: صيني تقليدي
de: Traditionelles Chinesisch
es: Chino Traditional
hu: hagyományos kínai
it: Cinese Tradizionale
ja: 繁体中国語
pl: Tradycyjny chiński
pt_br: Chinês tradicional
ru: Традиционный Китайский
sk: Tradičná Čínština
sv: Tratitionell kinesiska
tr: Geleneksel Çince

source: Simplified Chinese
ar: صيني مبسط
de: Vereinfachtes Chinesisch
es: Chino Simplificado
hu: egyszerűsített kínai
it: Cinese Semplificato
ja: 簡体中国語
pl: Uproszczony chiński
pt_br: Chinês Simplificado
ru: Упрощённый китайский
sk: Zjednodušená Čínština
sv: Förenklad kinesiska
tr: Basitleştirilmiş Çince

source: Unified Chinese
ar: صيني موحد
de: Vereinheitlichtes Chinesisch
es: Chino Unificado
hu: egyesített kínai
it: Cinese Unificato
ja: 広東語
pl: Uniwersalny chiński
pt_br: Chinês Unificado
ru: Унифицированный Китайский
sk: Unifikovaná Čínština
sv: Standardkinesiska
tr: Birleştirilmiş Çince

source: Korean
ar: كوري
de: Koreanisch
es: Coreano
hu: koreai
it: Koreano
ja: 韓国語
pl: Koreański
pt_br: Coreano
ru: Корейский
sk: Kórejčina
sv: Koreanska
tr: Korece

source: Japanese
ar: ياباني
de: Japanisch
es: Japonés
hu: japán
it: Giapponese
ja: 日本語
pl: Japoński
pt_br: Japonês
ru: Японский
sk: Japončina
sv: Japanska
tr: Japonca

source: Select encoding:
ar: اختر الترميز:
de: Wählen sie eine Encodierung
es: Seleccionar la codificación:
hu: Válassz kódolást
it: Selezionare la codifica:
ja: エンコードを選択:
pl: Wybierz kodowanie:
pt_br: Selecione a compressão:
ru: Выберите кодировку:
sk: Vybrať kódovanie:
sv: Välj kodning:
tr: Şifrelemeyi seçin

source: Select language group:
ar: اختر مجموعة اللغة:
de: Wählen sie eine Sprachgruppen
es: Seleccionar el grupo de idiomas:
hu: Válassz nyelvi csoportot:
it: Selezionare il gruppo di lingue:
ja: 言語グループを選択
pl: Wybierz grupę języków:
pt_br: Selecione o grupo de linguagem:
ru: Выберите языковую группу:
sk: Vybrať jazykovú skupinu:
sv: Välj språkgrupp:
tr: Dil grubunu seçin

source: Use Windows compatible names
ar: استخدم أسماء متوافقة مع ويندوز
de: Benutze bitte Windows kompatible Namen
es: Usar nombres compatibles con Windows.
hu: Ú.n. 'windows-kompatibilis' nevek használata
it: Utilizza nomi compatibili con Windows
ja: ウィンドウズ互換の名前を使用
pl: Używaj nazw zgodnych z Windows
pt_br: Usar nomes compatíveis com o Windows
ru: Использовать имена, совместимые с Windows
sk: Použiť mená kompatibilné s Windows
sv: Avänd Windowskompatibla namn
tr: Windows uyumlu isimler kullan

source: Mark name as bad, do not remove characters
ar: ضع إشارة 'سيئ' على الأسماء، ﻻ تقم بإزالة الأحرف
de: Name als 'nicht geeignet' kennzeichnen, bitte keine Zahlen entfernen
es: Marcar nombre como malo, no remover caracteres
hu: Név megjelölése hibásként, karakterek meghagyása
it: Segnala il nome come 'errato', non rimuovere caratteri
ja: 文字を削除せず不正な名前をマークします。
pl: Oznacz nazwę jako złą, nie usuwaj znaków
pt_br: Marcar nome como mau, mas não remover caracteres
ru: Пометить имя, как ошибочное, не удалять символы
sk: Označiť meno ako zlé, neodstraňovať znaky
sv: Markra namn som dåligt, ta inte bort tecken
tr: İsmi kötü olarak işaretle, karakter çıkartma

source: Use Windows compatible characters
ar: استخدم الأحرف المتوافقة مع ويندوز
de: Benutze bitte Windows kompatible Zahlen
es: Usar caracteres compatibles con Windows.
hu: Ú.n. 'windows-kompatibilis' karakterek használata
it: Utilizza caratteri compatibili con Windows
ja: ウィンドウズ互換のキャラクタを使用
pl: Użyj znaków zgodnych z Windows
pt_br: Usar caracteres compatíveis com o Windows
ru: Использовать символы, совместимые с Windows
sk: Použiť znaky kompatibilné s Windows
sv: Använd Windowskompatibla tecken
tr: Windows uyumlu karakterler kullan

source: Leave checked for maximum compatibility.
ar: أبق على التأشير لتوافق أكبر.
de: Gewählt lassen für maximale Kompatibilität.
es: Dejar una marca para compatibilidad maxima.
hu: Ha ehhez akarsz igazodni, hagyd bekapcsolva
it: Lasciare selezionato per la massima compatibilita'.
ja: 最大の互換性のためのチェックをやめる。
pl: Zostaw zaznaczone dla maksymalnej zgodności.
pt_br: Deixe marcado para maior compatibilidade.
ru: Разрешить проверку для максимальной совместимости.
sk: Nechať zaškrtnuté pre maximálnu kompatibilitu.
sv: Lämna ikryssad för maximal kompabilitet.
tr: Uyumluluğu en üst düzey olarak bırak.

source: Automatically show errors after preview
ar: إظهار الأخطاء آلياً بعد المعاينة
de: Nach der Vorschau automatisch alle Fehler anzeigen
es: Muestra errores automaticamente después de la previsualización
hu: Hibák automata mutatása az előnézet után
it: Visualizza gli errori dopo l'anteprima
ja: 自動的にプレビュー後、エラーを表示
pl: Automatycznie pokazuj błędy po podglądzie
pt_br: Mostrar erros automaticamente após a pré visualização
ru: Показывать ошибки
sk: Automaticky zobrazovať chyby po predbežnom zobrazení
sv: Visa automatiskt fel efterförhandsvisning
tr: Önizleme sonrası hataları otomatik olarak göster

source: Select all items when loading directory
ar: اختيار كل العناصر عند تحميل المجلد
de: Alle Dateien/Ordner auswählen wenn das Verzeichnis geladen wird
es: Seleccionar todos los objetos cuando se carga el directorio
hu: Minden elem kijelölése a könyvtár beolvasásakor
it: Seleziona tutto quando apri una cartella
ja: ディレクトリを読み込んだら、全アイテムを選択する
pl: Zaznacz wszystkie elementy, gdy odczytujesz katalog
pt_br: Selecionar todos os itens ao carregar um diretório
ru: Выбирать все элементы, когда загружается папка
sk: Vybrať všetky položky pri načítavaní adresára
sv: Välj alla poster när katalogen laddats
tr: Dizin yüklenirken tüm öğeleri seç

source: Re-load directory contents after renaming
ar: إعادة تحميل محتويات المجلد بعد إعادة التسمية
de: Nach dem neu benennen Verzeichnis neu laden
es: Re-cargar los contenidos del directorio después de renombrar
hu: Könyvtár újratöltése átnevezés után
it: Ricarica il contenuto delle cartelle dopo la rinominazione
ja: リネーム後ディレクトリの内容を再読込
pl: Załaduj ponownie zawartość katalogu po zmianie nazwy
pt_br: Recarregar o conteúdo dos diretórios após renomear
ru: Перезагружать содержимое папки после переименования
sk: Aktualizovať obsah adresára po premenovaní
sv: Ladda om katalogen efter namnbyte
tr: Yeniden adlandırma sonrası dizin içeriğini yeniden yükle

source: (When working with many items, this feature can be annoying.)
ar: (عند العمل مع عدة عناصر، هذه الميزة قد تكون مزعجة.)
de: (Beim neu bennennen von vielen Dateien/Ordnern kann dieses Feature stören.)
es: (Cuando se trabaja con muchos objetos, esto puede ser molesto.)
hu: (Sok elemnél bosszantó lehet)
it: (Lavorando con molti oggetti, l'esecuzione di questa funzione puo' essere lunga)
ja: (多くのアイテムで作業する時には、この機能は煩わしいです。)
pl: (Podczas pracy z wieloma elementami, ta funkcja może być uciążliwa.)
pt_br: (Quando usada em muitos itens, esse recurso pode ser chato.)
ru: (Когда обрабатывается много файлов, эта опция может раздражать.)
sk: (Pri práci s mnohými položkami môže byť táto vlastnosť otravná.)
sv: (Vid arbete med många poster kan denna egenskap vara jobbig.)
tr: (Çok öğe ile çalıştığınızda bu özellik sinir bozucu olabilir.)

source: Automatically preview selection when the following are modified:
ar: معاينة آلية للتحديد عندما يتغير التالي:
de: Automatische Vorschau Auswahl wenn folgende modifiziert sind:
es: Previsualización automática de selección cuando los siguientes paneles sean modificados:
hu: Kijelölés automata előnézete, ha ezek változnak:
it: Anteprima automatica nei seguenti pannelli:
ja: 自動的に、修正時に以下の選択をプレビューする：
pl: Automatycznie podglądnij zaznaczone, gdy poniższe zostało zmienione:
pt_br: Pré visualizar a seleção automaticamente quando os seguintes forem modificados:
ru: Автоматически показывать выбраное, когда изменяется:
sk: Automaticky robiť náhľad na výber, keď je modifikované nasledovné:
sv: Visa automatiskt förhandsvisning när följande ändras:
tr: Şunlar değiştiğinde seçilenleri otomatik olarak önizle:

source: Picker panel
ar: لوحة المنتقي
de: Auswahl Panel
es: Panel del Seleccionador
hu: Kijelölő panel
it: Pannello di selezione
ja: ピッカー パネル
pl: Panel przebieracza
pt_br: Painel do selecionador
ru: Панель выделения
sk: Panel zberača
sv: Väljarflik
tr: Toplayıcı paneli

source: -Main- panel
ar: اللوحة الرئيسية
de: Hauptmenü
es: Panel -Principal-
hu: -Fő- panel
it: Pannello -Principale-
ja: -メイン- パネル
pl: -Główny- panel
pt_br: Painel -Principal-
ru: Главная
sk: -Hlavný- panel
sv: -Huvud-flik
tr: -Esas-

source: Date and Time panel
ar: لوحة التاريخ والوقت
de: Datums und Zeit Panel
es: Panel de Fecha y Hora
hu: Dátum és idő panel
it: Pannello Data e Ora
ja: 日付と時間パネル
pl: Panel daty i czasu
pt_br: Painel Data e Hora
ru: Дата и Время
sk: Dátum a Čas panel
sv: Datum och Tid-flik
tr: Tarih ve Saat paneli

source: Numbering Panel
ar: لوحة الترقيم
de: Nummerierung Panel
es: Panel de Numeración
hu: Számozás panel
it: Pannello di Numerazione
ja: 番号付けパネル
pl: Panel numerowania
pt_br: Painel Numerador
ru: Нумерация
sk: Číselný Panel
sv: Numeringsfliik
tr: Numaralandırma Paneli

source: %s Could not load preferences, reverting to default settings.
ar: %s لم يمكن تحميل التفضيلات، جاري العودة إلى الإعدادات الافتراضية.
de: %s Konnte Einstellungen nicht laden, die Einstellungen werden nun zurückgesetzt.
es: %s Imposible de cargar sus preferencias, revirtiendo a valores por defecto de configuración.
hu: %s Beállítások beállítása sikertelen, visszaálltam az alapra.
it: %s Impossibile caricare le preferenze, verranno ripristinate le impostazioni di default.
ja: %s 設定を読み込めませんでした、標準設定に戻します。
pl: %s Nie można załadować ustawień, używam domyślnych opcji.
pt_br: %s Não foi possível carregar as preferências, revertendo ao padrão.
ru: %s Невозможно загрузить конфигурацию, загрузка настроек по умолчанию.
sk: %s Nepodarilo sa načítať uživateľské nastavenie, je obnovené východzie nastavenie.
sv: %s Kunde inte ladda inställningar, återgår till standardinställningar.
tr: %s Ayarlar yüklenemiyor, varsayılan ayarlar alınıyor.

source: out of range
ar: خارج المجال المتاح
de: unselektiert
es: no en rango
hu: kiesik
it: fuori dai limiti
ja: 範囲外です
pl: poza zakresem
pt_br: Fora do alcance
ru: вне области
sk: mimo rozsah
tr: erişim dışı

source: non-integer
ar: عدد غير صحيح
de: Nicht ganzzahlig
es: no número entero
hu: nem-egész
it: non-intero
ja: 非整数
pl: nie całkowita
pt_br: Não integral
ru: не целое число
sk: nie je číslo
sv: inte en intiger
tr: sayısal değil

source: Separator:
ar: فاصل :
sk: Separátor:

source: GNU General Public License.
ar: رخصة جنو العمومية GPL.
es: Licencia Pública General de GNU
it: Licenza Pubblica Generale GNU
ja: GNU一般公衆利用許諾契約書
pl: Powszechna Licencja Publiczna GNU.
pt_br: Licença Pública Geral GNU.
tr: GNU Genel Kamu Lisansı

source: [a-z]
sv: [a-ö]
