Repository: metamorphose/metamorphose1
Catalog: messages/*/*.po
Languages: ar, de, es, hu, it, ja, pl, pt_br, ru, sk, sv, tr

source: Display a regular expression reference
ar: عرض مرجع تعابير اعتيادية
de: Zeige ein Beispiel zum regulären Ausdruck
es: Presentar ayuda para expresiones regulares
hu: Szabályos kifejezés kiírása
it: Visualizza un riferimento per le espressioni regolari
ja: 正規表現の参考を表示
pl: Wyświetl odwołanie do wyrażenia regularnego
pt_br: Mostrar referência da expressão regular
ru: Показать постоянные связи
sk: Zobraziť odkaz na regulárny výraz
sv: Visa referenser för reguljära uttryck
tr: Düzenli ifade başvurusunu görüntüle

source: Select &all ctrl+A
ar: اختيار ال&كل ctrl+ش
de: &Alles auswählen ctrl+A
es: Seleccionar &todos ctrl+T
hu: &Mindent kijelöl ctrl+M
it: &Seleziona &tutto ctrl+S
ja: 全て選択(&A) ctrl+A
pl: &Wybierz wszystkie ctrl+W
pt_br: Selecionar &tudo ctrl+T
ru: &Выбрать всё ctrl+A
sk: Vybrať &všetko ctrl+A
sv: Välj &alla Ctrl+A
tr: &Tümünü Seç ctrl+T

source: Select all items in picker
ar: اختيار كل العناصر في المنتقي
de: Alles auswählen
es: Seleccionar todos los objetos en el Seleccionador
hu: Mindent kiválaszt a kijelölőben
it: Seleziona tutti gli elementi nel selettore
ja: ピッカー中の全アイテムを選択
pl: Zaznacz wszystkie elementy w przebieraczu
pt_br: Selecionar todos os itens do selecionador
ru: Выбрать все файлы
sk: Vybrať všetky položky v zberači
sv: Markera alla poster i väljaren
tr: Seçici içerisindeki tüm öğeleri seç

source: Deselect all items in picker
ar: إلغاء اختيار العناصر في المنتقي
de: Nichts auswählen
es: Seleccionar ninguno de los objetos en el Seleccionador
hu: Minden kiválasztást megszüntet a kijelölőben
it: Deseleziona tutti gli elementi nel selettore
ja: ピッカー中の全アイテムの選択を解除
pl: Odznacz wszystkie elementy w przebieraczu
pt_br: Tirar a seleção de todos os itens do selecionador
ru: Снять выделение у всех файлов
sk: Zrušiť výber všetkých položiek v zberači
sv: Avmarkera alla poster i väljaren
tr: Seçici içerisindeki tüm öğelerden seçimini kaldır

source: Select &none ctrl+N
ar: اختيار &لا شيء ctrl+ى
de: &Nichts auswählen ctrl+N
es: Seleccionar &ninguno ctrl+N
hu: &Nincs kijelölés ctrl+N
it: &Deseleziona tutto ctrl+D
ja: 選択しない(&N) ctrl+N
pl: &Odznacz ctrl+O
pt_br: Selecionar &nulo ctrl+N
ru: &Снять выделение ctrl+N
sk: Vybrať &nič ctrl+N
sv: Välj &inga Ctrl+I
tr: &Hiç birini seçme ctrl+H

source: &Recursive selection (walk) ctrl+W
ar: اختيار إرجاعي (سير) ctrl+ص
de: &Rekursive Auswahl (gehe) ctrl+W
es: &Selección recursiva (caminar) ctrl+W
hu: &Rekurzív kijelölés (séta) ctrl+W
it: &Selezione Ricorsiva (passo) ctrl+W
ja: 繰り返し選択(&R) (walk) ctrl+W
pl: &Rekursywna selekcja (krokowo) ctrl+R
pt_br: &Seleção recursiva (walk) ctrl+W
ru: &Выбрать всё в папке (включая содержимое подпапок) ctrl+W
sk: &Rekurzívny výber (priechod) ctrl+W
sv: &Recursivt val (gång) Ctrl+W
tr: &Tekrarlanan seçim (yürü walk) ctrl+W

source: Get all files in directory and sub-directories, but no folders.
ar: إحضار جميع الملفات والمجلدات الفرعية، ولكن بدون المجلدات.
de: Alle Dateien in Verzeichnissen und Unterverzeichnissen wählen, aber keine Ordner.
es: Obtener todos los archivos en el directorio y sub-directorios, pero no las carpetas.
hu: MInden fájlt kijelöl a könyvtárban és alkönyvtáraiban, de mappákat nem
it: Seleziona tutti i file nelle cartelle e nelle sottocartelle, ma non le cartelle.
ja: ディレクトリとサブディレクトリからフォルダ以外の全ファイルを取得
pl: Wybierz wszystkie pliki w katalogu i podkatalogach, ale nie foldery.
pt_br: Pegar todos os arquivos do diretório e sub-diretórios, mas não as pastas.
ru: Выбрать все файлы в папке, но не во вложенных папках
sk: Vybrať všetky súbory v adresári a podadresároch, ale žiadne adresáre.
sv: Välj alla filer i katalogen och underkataloger men inga mappar
tr: Klasörler hariç dizindeki ve alt-dizinlerdeki tüm dosyaları al.

source: &Browse... F4
ar: ا&ستعراض... F4
de: &Durchsuchen... F4
es: &Explorar... F4
hu: &Böngész... F4
it: &Esplora... F4
ja: 参照(&B)... F4
pl: &Przeglądaj... F4
pt_br: &Navegar.. F4
ru: &Выбор папки... F4
sk: &Prehliadať F4
sv: &Bläddra... F4
tr: &Gözat ... F4

source: Browse for path.
ar: استعراض المسار.
de: Pfad durchsuchen
es: Explorar por una ruta de acceso.
hu: Útvonalak böngészése
it: Esplora un percorso.
ja: パスを参照
pl: Przeglądaj katalogi.
pt_br: Navegar para pasta.
ru: Просмотр пути.
sk: Prehliadať cestu.
sv: Välj sökväg
tr: Yol için gözat.

source: &OK (load/reload) F5
ar: موا&فق (تحميل / إعادة تحميل) F5
de: &OK (laden/aktualisieren) F5
es: &OK (cargar/recargar) F5
hu: &OK (betölt/újratölt) F5
it: &OK (carica/ricarica) F5
ja: &OK (読込/再読込) F5
pl: &OK (ładuj/przeładuj) F5
pt_br: &OK (carregar/recarregar) F5
ru: &ОК (загрузить/обновить) F5
sk: &OK (načítať/aktualizovať) F5
sv: &OK (läs/läs om) F5
tr: &TAMAM (yükle/yeniden yükle) F5

source: Load or reload current path
ar: تحميل أو إعادة تحميل المسار الحالي
de: Pfad laden oder aktualisieren
es: Cargar o recargar ruta en uso
hu: Jelenlegi útvonal betöltése/újratöltése
it: Carica o ricarica il percorso corrente
ja: 現在のパスの読込又は再読込
pl: Załaduj albo przeładuj obecną ścieżkę
pt_br: Carregar ou recarregar esta pasta
ru: Загрузить или обновить текущий путь
sk: Nahrať alebo aktualizovať súčasnú cestu
sv: Läs eller läs om vald sökväg
tr: Mevcut yolu yükle yada tazele

source: &Load Config ctrl+L
ar: تحميل ملف الإع&داد ctrl+م
de: &Lade Konfigurationsdatei ctrl+L
es: &Cargar Config ctrl+L
hu: Beállítás betö&ltése ctrl+L
it: &Carica Config ctrl+L
ja: コンフィグの読込(&L) ctrl+L
pl: &Załaduj konfiguracje ctrl+L
pt_br: &Carregar configuração ctrl+L
ru: &Загрузить конфигурацию ctrl+L
sk: &Načítať Nastavenie ctrl+L
sv: &Ladda Konfiguration Ctrl+L
tr: Ayar&ları yükle ctrl+L

source: Load configuration from file
ar: تحميل الإعدادات من ملف
de: Lade Konfiguration aus Datei
es: Cargar la configuración de un archivo
hu: Beállítások betöltése fájlból
it: Carica la configurazione da file
ja: ファイルからコンフィグを読み込む
pl: Załaduj konfigurację z pliku
pt_br: Carregar configuração do arquivo
ru: Загрузить конфигурацию из файла
sk: Načítať nastavenie zo súboru
sv: Ladda konfiguration från fil
tr: Ayarları dosyadan yükle

source: &Save Config ctrl+S
ar: حف&ظ الإعدادات ctrl+س
de: &Speichere Konfiguration ctrl+S
es: &Guardar Config ctrl+S
hu: Beállítások menté&se ctrl+S
it: &Salva la Config ctrl+S
ja: コンフィグを保存(&S) ctrl+S
pl: &Zapisz konfigurację ctrl+S
pt_br: &Salvar configuração ctrl+S
ru: &Сохранить конфигурацию ctrl+S
sk: &Uložiť Nastavenie ctrl+S
sv: &Spara Konfiguration Ctrl+S
tr: Ayarları Kay&det ctrl+D

source: Save configuration to file
ar: حفظ الإعدادات إلى ملف
de: Speichere Konfiguration in einer Datei
es: Guardar configuración al archivo
hu: Beállítások mentése fájlba
it: Salva la configurazione su file
ja: コンフィグをファイルに保存
pl: Zapisz konfigurację do pliku
pt_br: Salvar configuração para o arquivo
ru: Сохранить конфигурацию в файл
sk: Uložiť nastavenie do súboru
sv: Spara konfiguration till fil
tr: Ayarları dosyaya kaydet

source: &Preview F6
ar: معا&ينة F6
de: &Vorschau F6
es: &Previsualizar F6
hu: &Előnézet F6
it: &Anteprima F6
ja: プレビュー(&P) F6
pl: &Podgląd F6
pt_br: &Pré visualização F6
ru: &Просмотр F6
sk: &Náhľad F6
sv: &Förhandsvisning F6
tr: &Önizlem&e F6

source: Preview selection
ar: اختيار المعاينة
de: Vorschau der Auswahl
es: Previsualizar la selección
hu: Kijelölés előnézete
it: Antepirma
ja: 選択をプレビュー
pl: Podgląd wyboru
pt_br: Pré visualização da seleção
ru: Просмотр выбранного
sk: Výber náhľadu
sv: Förhandsvisningsurval
tr: Seçimi önizle

source: &Go ! F7
ar: ا&ذهب ! F7
de: &Ok! F7
es: &Renombrar! F7
hu: &Tedd ! F7
it: &Vai ! F7
ja: 実行 !(&G) F7
pl: &Start ! F7
pt_br: &Ir ! F7
ru: &Старт! F7
sk: &Premenuj ! F7
sv: &Kör ! F7
tr: &Git ! F7

source: Rename selection
ar: إعادة تسمية الاختيار
de: Auswahl umbenennen
es: Renombrar la selección
hu: Kijelölés átnevezése
it: Rinomina la selezione
ja: リネームの開始
pl: Zmień nazwę zaznaczonych
pt_br: Renomear seleção
ru: Переименовать выбранное
sk: Premenovať výber
sv: Byt namn på valda
tr: Seçileni yeniden adlandırç

source: &Exit ctrl+Q
ar: &خروج ctrl+ء
de: &Beenden ctrl+Q
es: &Salir ctrl+Q
hu: &Kilép ctrl+Q
it: &Esci ctrl+Q
ja: 終了(&Q) ctrl+Q
pl: &Wyjście ctrl+Q
pt_br: &Sair ctrl+Q
ru: &Выход ctrl+Q
sk: &Koniec ctrl+Q
sv: &Avsluta Ctrl+Q
tr: &Çıkış ctrl+Q

source: Exit Metamorphose
ar: الخروج من Métamorphose
de: Métamorphose verlassen
es: Salir de Métamorphose
hu: Métamorphose bezárása
it: Esci da Metamorphose
ja: Métamorphoseを終了
pl: Wyjście z Métamorphose
pt_br: Sair do Métamorphose
ru: Выход из программы
sk: Ukončiť Metamorphose
sv: Avsluta Métamorphose
tr: Métamorphose Çıkış

source: Errors/Warnings: 0
ar: الأخطاء/التحذيرات: 0
de: Fehler/Warnungen: 0
es: Errores/Avisos: 0
hu: Hibák/figyelmeztetések: 0
it: Errori/Warnings: 0
ja: エラー/警告: 0
pl: Błędy/Ostrzeżenia: 0
pt_br: Erros/avisos: 0
ru: Ошибки/Предупреждения: 0
sk: Chyby/Varovania: 0
sv: Fel/Varningar: 0
tr: Hatalar/Uyarılar : 0

source: Preview
ar: المعاينة
de: Vorschau
es: Previsualizar
hu: Előnézet
it: Anteprima
ja: プレビュー
pl: Podgląd
pt_br: Pré visualização
ru: Просмотр
sk: Náhľad
sv: Förhandsvisning
tr: Önizleme

source: Go!
ar: اذهب!
de: Ok!
es: Renombrar!
hu: Tedd!
it: Vai!
ja: 実行!
pl: Start !
pt_br: Ir!
ru: Старт!
sk: Premenuj!
sv: Kör!
tr: Git!

source: Automatic Preview
ar: معاينة آلية
de: Automatische Vorschau
es: Previsualización Automática
hu: Automata előnézet
it: Anteprima Automatica
ja: 自動プレビュー
pl: Automatyczny podgląd
pt_br: Pré Visualização automática
ru: Автоматический просмотр
sk: Automatický Náhľad
sv: Automatisk förhandsvisning
tr: Otomatik Önizleme

source: (According to settings in preferences)
ar: (وفقاً للإعدادات في التفضيلات)
de: (Entsprechend zu den Einstellungen)
es: (De acuerdo a los parámetros en preferencias)
hu: (A beállításoknak megfelelően)
it: (come impostato nelle preferenze)
ja: (優先の設定による)
pl: (Odnosząc się do twoich ustawień)
pt_br: (de acordo com as configurações das preferências)
ru: (Настройка в установках)
sk: (Podľa nastavení v preferenciách)
sv: (Enligt val i in inställningarna)
tr: (Tercihlerdeki özelliklere göre)

source: %s Could not clear undo
ar: %s ﻻ يمكن مسح التراجع
de: %s Konnte Verlauf nicht löschen
es: %s Imposible de borrar la ultima operación de deshacer
hu: %s A visszavonás nem tisztítható
it: %s Impossibile svuotare l'elenco degli "annullamenti"
ja: %s アンドゥをクリア出来ませんでした
pl: %s Nie można usunąc cofnij
pt_br: %s Não pude limpar o desfazer
ru: %s Нельзя отменить отмену
sk: %s Nepodarilo sa vymazať undo
sv: %s Kunde inte tömma Ångra
tr: %s Geri al temizlenemiyor

source: %s You will need to restart Metamorphose
ar: %s عليك أن تعيد تشغيل Métmorphose
de: %s Sie müssen Métamorphose neu starten
es: %s Necesitarás reiniciar Métamorphose
hu: %s Újra kell majd indítanod a Métamorphose-t.
it: %s Devi riavviare Metamorphose
ja: %s Métamorphoseを再起動する必要があります。
pl: %s Będziesz musiał zrestartować Métamorphose
pt_br: %s Você precisará reiniciar o Métamorphose
ru: %s Необходимо перегрузить программу
sk: %s Bude potrebný reštart Metamorphose
sv: %s Du behöver starta om Métamorphose
tr: %s Métamorphose'ı yeninden başlatmanız gerekecek.

source: to change the language. Close out of Metamorphose now?
ar: لتغيير اللغة. عليك إغلاق Métamorphose، هل تريد ذلك الآن؟
de: um die Sprache zu ändern. Métamorphose jetzt schließen?
es: para cambiar el idioma. ¿Salir de Métamorpose ahora?
hu: nyelv váltásához. Bezárod a Métamorphose-t most?
it: Per modificare la lingua. Chiudere Metamorphose ora?
ja: 言語を変更します。 今すぐMétamorphoseを終了しますか?
pl: aby zmienić język. Zamknąć teraz Métamorphose?
pt_br: para mudar a língua. Quer fechar o Métamorphose agora?
ru: для изменения языка. Выйти из Métamorphose?
sk: pre zmenu jazyka. Ukončiť Metamorphose?
sv: för att ändra spårk. Avsluta Métamorphose nu?
tr: dil değiştirmek için Métamorphose şimdi kapatılsın mı?

source: Change the Language
ar: تغيير اللغة
de: Sprache ändern
es: Cambiar el idioma
hu: Nyelv váltása
it: Modifica la Lingua
ja: 言語を変更
pl: Zmień język
pt_br: Mudar a língua
ru: Изменить язык
sk: Zmeniť Jazyk
sv: Byt språk
tr: Dil değiştir

source: Save configuration as ...
ar: حفظ الإعدادات كـ ...
de: Konfiguration speichern als ...
es: Guardar configuración como ...
hu: Beállítás mentés mint ...
it: Salva la configurazione come ...
ja: コンフィグを名付けて保存...
pl: Zapisz konfigurację jako ...
pt_br: Salvar configuração como ...
ru: Сохранить настройки как...
sk: Uložiť nastavenie ako ...
sv: Spara konfiguration som ...
tr: Ayarları farklı kaydet ...

source: Configuration file (*.cfg)
ar: ملف الإعدادات (*.cfg)
de: Konfigurationsdatei (*.cfg)
es: Archivo de configuración (*.cfg)
hu: Beállító fájl (*.cfg)
it: File di configurazione (*.cfg)
ja: コンフィグファイル (*.cfg)
pl: Plik konfiguracyjny (*.cfg)
pt_br: Arquivo de configuração (*.cfg)
ru: Файл с настройками (*.cfg)
sk: Konfiguračný súbor (*.cfg)
sv: Konfigurationsfil (*.cfg)
tr: Ayar dosyası (*.cfg)

source: Load a configuration file
ar: تحميل ملف الإعدادات
de: Lade eine Konfigurationsdatei
es: Cargar un archivo de configuración.
hu: Beállító fájl betöltése
it: Carica un file di configurazione
ja: コンフィグファイルの読込
pl: Wczytaj plik konfiguracyjny
pt_br: Carregar arquivo de configuração
ru: Загрузить файл с настройками
sk: Nahrať konfiguračný súbor
sv: Ladda konfigurationsfil
tr: Ayar dosyası yükle

source: Configuration file may be corrupt. Note this doesn't mean ALL settings did not load.
ar: ملف الإعدادات قد يكون معطوباً. ولكن هذا لا يعني أن جميع الإعدادات لم يتم تحميلها.
de: Die Konfigurationsdatei ist möglicherweiße beschädigt. Das heißt jedoch nicht das keine Einstellung geladen werden konnte.
es: Archivo de configuración podría estar corrupto. Note que esto no significa que TODAS las opciones de configuración no se cargaron.
hu: A beállító fájl hibás lehet. Ez nem jelenti azt, hogy MINDEN beállítás elveszett.
it: Il file e' corrotto. Ciò non signifa che TUTTE le impostazioni non saranno caricate.
ja: 不正なコンフィグファイルかもしれません。 注 全設定が読み込まれたわけではありません。
pl: Plik konfiguracyjny może być uszkodzony. Nie oznacza to, że wszystkie ustawienia nie zostaną wczytane.
pt_br: O arquivo de configuração deve estar corrompido. Note que isso não significa que TODAS as configurações não carregarão.
ru: Файл с настройками может быть поврежден. Но это не означает что часть настроек не загрузилось.
sk: Konfiguračný súbor môže byť poškodený. To neznamená, že všetky nastavenia sa nepodarilo načítať.
sv: Konfigurationsfilen kan vara korrupt. Notera att detta INTE betyder att alla inställningar inte laddades.
tr: Ayar dosyası bozulmuş olabilir. Bu tüm ayarların yüklenmediği anlamına gelmez.

source: Error Loading Settings
ar: خطأ أثناء تحميل الإعدادات
de: Fehler beim Laden der Einstellungen
es: Error Cargando Configuración
hu: Hiba a beállítások betöltésekor
it: Errore nel caricamento delle impostazioni
ja: 設定の読み込みエラー
pl: Błąd podczas wczytywania ustawień
pt_br: Erro em carregar as Configurações
ru: Ошибка загрузки конфигурации
sk: Chyba pri načítavaní nastavení
sv: Fel vid laddning av inställningar
tr: Ayarları Yükleme Hatası

source: Regular Expression Help
ar: مساعد التعابير الاعتيادية
de: Hilfe zu regulären Ausdrücken
es: Ayuda para Expresión Regular
hu: Szabályos kifejezés súgó
it: Aiuto Espressioni Regolari
ja: 正規表現 ヘルプ
pl: Pomoc wyrażeń regularnych
pt_br: Ajuda para expressões regulares
ru: Помощь по работе с фильтром
sk: Nápoveda k regulárnym výrazom
sv: Hjälp för reguljära uttryck
tr: Düzenli İfade Yardım

source: Date and Time Formatting Help
ar: مساعد صيغة الوقت والتاريخ
de: Datum/Zeit - Formatierungs Hilfe
es: Ayuda para el formato de fecha y hora
hu: Dátum és idő formázás súgó
it: Aiuto Formattazione Data e Ora
ja: 日付・時間形式のヘルプ
pl: Pomoc formatowania daty i czasu
pt_br: Ajuda para formatação de hora e data
ru: Помощь по работе со временем и датами
sk: Nápoveda k formátovaniu dátumu a času
sv: Hjälp för datum och tidsformatering
tr: Tarih ve Zaman Biçimlendirme Yardımı

source: %s Undo Failed !!
ar: %s فشل التراجع !!
de: %s Die Aktion konnte nicht rückgängig gemacht werden.
es: %s ¡Ay! La operación de deshacer fracaso.
hu: %s Visszavonás sikertelen !!
it: %s Impossibile Annullare !!
ja: %s アンドゥに失敗しました !!
pl: %s Cofnij niemożliwe !!
pt_br: %s Falha ao desfazer !!
ru: %s Ошибка отмены !!
sk: %s Zrušenie zmeny sa nepodarilo !!
sv: %s Ångra misslyckades !!
tr: %s Geri alma başarısız !!

source: Nothing to undo.
ar: لا شيء للتراجع عنه.
de: Kein rückgängig machen mehr möglich
es: Nada a deshacer.
hu: Nincs mit visszavonni
it: Niente da annullare.
ja: アンドゥが出来ません
pl: Nie ma nic do cofnięcia.
pt_br: nada para desfazer.
ru: Отменять нечего.
sk: Žiadna zmena na zrušenie.
sv: Inget att ångra
tr: Geri alınacak birşey yok.

source: First use or missing configuration file. Loading default settings.
ar: استخدام لأول مرة أو عدم وجود لملف الإعدادات. جاري تحميل الإعدادات الافتراضية.
de: Erster Gebrauch oder fehlende Konfigurationsdatei. Es werden die Standardeinstellungen geladen.
es: Primero uso o archivo de configuración perdido. Cargando los parámetros iniciales.
hu: 1. használat vagy hiányzó beállító fájl. Alap beállítások betöltése.
it: Primo accesso o file di configurazione non valido. Caricamento impostazioni predefinite.
ja: 初回起動、またはコンフィグファイルが見つかりません。 標準設定を読み込みます。
pl: Pierwsze użycie lub brak pliku konfiguracyjnego. Wczytuje domyślne ustawienia.
pt_br: Estás usando pela primeira vez ou o arquivo de configuração não foi encontrado. Carregando as configurações padrões.
ru: Первая загрузка или отсутствует конфигурационный файл. Загружаются установки по умолчанию.
sk: Načítať východzie nastavenia.
sv: Första start eller saknad konfigurationsfil. Laddar förinställda värden.
tr: İlk kullanım yada hatalı ayar dosyası. Varsayılan ayarlar yükleniyor.

source: Roman numeral error: %s
ar: خطأ في الأرقام الرومانية: %s
de: Römische Zahlen Fehler: %s
es: Error de número romano: %s
hu: Római szám hiba: %s
it: Errore nella numerazione romana: %s
ja: ローマ数字エラー: %s
pl: Błąd rzymskiej numeracji: %s
pt_br: Erro de números romanos: %s
ru: Ошибка при нимерации римскими цифрами: %s
sk: Chyba číslo: %s
sv: Romerska siffror, fel: %s
tr: Romen rakamı hata: %s

source: Could not read EXIF tag
ar: لم يمكن قراءة وسم EXIF
de: Kann den EXIF- Tag nicht lesen
es: No se pudo leer la marca EXIF
hu: Nem olvasható EXIF tag
it: Impossibile leggere il tag EXIF
ja: EXIFタグを読むことができませんでした
pl: Nie mogę odczytać etykiety EXIF
pt_br: Não foi possível ler a EXIF tag
ru: Не возможно прочитать тег EXIF
sk: Nepodarilo sa prečítať EXIF tag
sv: Kunde inte läsa EXIF-tag
tr: EXIF etiketi okunamadı

source: EXIF error: %s
ar: خطأ EXIF: %s
de: EXIF Fehler: %s
es: Error de EXIF: %s
hu: EXIF hiba: %s
it: Errore EXIF: %s
ja: EXIF エラー: %s
pl: błąd EXIF: %s
pt_br: erro de EXIF: %s
ru: Ошибка EXIF: %s
sk: EXIF chyba: %s
sv: EXIF, fel: %s
tr: EXIF hata: %s

source: Could not read id3 tag: %s
ar: لم يمكن قراءة وسم id3: %s
de: Kann den ID3- Tag nicht lesen: %s
es: No se pudo leer la marca id3: %s
hu: Nem olvasható id3 tag: %s
it: Impossibile leggere il tag id3: %s
ja: id3タグを読むことができませんでした: %s
pl: Nie mogę odczytać etykiety id3: %s
pt_br: Não foi possível ler a id3 tag: %s
ru: Не возможно прочитать тег id3 tag: %s
sk: Nepodarilo sa prečítať id3 tag: %s
sv: Kunde inte läsa id3-tag: %s
tr: id3 etiketi okunamadı: %s

source: id3 encoding error
ar: خطأ في ترميز id3
de: ID3 konnte nicht encodiert werden
es: Error de codificación del id3
hu: id3 kódolási hiba
it: errore nella codifica id3
ja: ID3 エンコード エラー
pl: błąd kodowania id3
pt_br: erro de compressão da id3
ru: Ошибка расшифровки id3
sk: chyba pri kódovaní id3
sv: id3 kodningsfel
tr: id3 şifreleme hatası

source: Could not open file!
ar: لم يمكن فتح الملف!
de: Konnte Datei nicht öffnen: %s
es: Imposible de abrir esto archivo!
hu: A fájl nem nyitható meg!
it: Impossibile aprire il file!
ja: ファイルを開けません!
pl: Nie można otworzyć pliku!
pt_br: Não foi possível abrir o arquivo!
ru: Не возможно открыть файл!
sk: Nepodarilo sa otvoriť súbor!
sv: Kunde inte öppna fil!
tr: Dosya açılamadı!

source: id3 error: %s
ar: خطأ في id3: %s
de: ID3 Fehler: %s
es: Error de id3: %s
hu: id3 hiba: %s
it: errore id3: %s
ja: id3 エラー: %s
pl: błąd id3: %s
pt_br: erro de id3: %s
ru: Ошибка id3: %s
sk: id3 chyba: %s
sv: id3-fel:%s
tr: id3 hata: %s

source: Invalid character: %s
ar: حرف غير صالح: %s
de: Ungültiges Zeichen: %s
es: Carácter inválido: %s
hu: Érvénytelen karakter: %s
it: Carattere non valido: %s
ja: 無効なキャラクタ: %s
pl: Nieprawidłowy znak: %s
pt_br: caractere inválido: %s
ru: Отсутствует символ: %s
sk: Neplatný znak: %s
sv: Ogiltigt tecken: %s
tr: Geçersiz karakter: %s

source: Invalid name: %s
ar: اسم غير صالح: %s
de: Ungültiger Name: %s
es: Nombre inválido: %s
hu: Érvénytelen név: %s
it: Nome non valido: %s
ja: 無効な名前: %s
pl: Nieprawidłowa nazwa: %s
pt_br: Nome inválido: %s
ru: Отсутвует имя: %s
sk: Neplatné meno: %s
sv: Ogiltigt namn: %s
tr: Geçersiz isim: %s

source: Completely blank
ar: فارغ كلياً
de: Komplett leer
es: Completamente vacío
hu: Teljesen üres
it: Tutto vuoto
ja: 完全に空白
pl: Całkowicie puste
pt_br: Completamente em branco
ru: Пустое имя
sk: Úplne prázdne
sv: Helt tomt
tr: Tamamen boş.

source: Name length over 255 characters
ar: طول الاسم أكثر من 255 حرفاً
de: Länge des Namens länger als 255 Buchstaben
es: Nombre a más de 255 caracteres.
hu: A név hosszabb 255 karakternél
it: Lunghezza del nome oltre 255 caratteri
ja: 名前の長さが255文字以上です
pl: Nazwa dłuższa niż 255 znaków.
pt_br: Tamanho do nome excede 255 caracteres
ru: Длина имени больше 255 символов
sk: Dĺžka mena cez 255 znakov
sv: Namnet längre än 255 tecken
tr: İsim uzunluğu 255 karakterden fazla

source: Duplicate name
ar: اسم موجود مسبقاً
de: Name kopieren
es: Nombre duplicado
hu: Dupla név
it: Nome duplicato
ja: 名前の複製
pl: Nazwa już istnieje
pt_br: Nome duplicado
ru: Дублируется имя
sk: Duplicitné meno
sv: Debblett namn
tr: Aynı isim var

source: Blank file name
ar: اسم ملف فارغ
de: Leerer Dateiname
es: Nombre de archivo vacío
hu: Üres fájlnév
it: Nome del file vuoto
ja: 空白のファイル名
pl: Pusta nazwa pliku
pt_br: Nome do arquivo em branco
ru: Незаполненое имя файла
sk: Prázdne meno súboru
sv: Tomt filnamn
tr: Boş dosya adı

source: Regular-Expression: %s
ar: تعبير اعتيادي: %s
de: Regulärer Ausdruck: %s
es: Expresión Regular: %s
hu: Szabályos-kifejezés: %s
it: Espressione Regolare: %s
ja: 正規表現: %s
pl: Wyrażenie-Regularne: %s
pt_br: Expressão-regular: %s
ru: Фильтр: %s
sk: Regulárny Výraz: %s
sv: Reguljärt uttryck: %s
tr: Düzenli-İfade: %s

source: Generating preview, please wait...
ar: جاري توليد المعاينة، الرجاء الانتظار...
de: Erstelle Vorschau, warte bitte ...
es: Previsualización en proceso, espere por favor...
hu: Előnézet készítése, várj...
it: Generazione Anteprima, attendere ...
ja: プレビューを生成中です。お待ち下さい...
pl: Generuje podgląd, proszę czekać...
pt_br: Gerando a pré visualização, aguarde por favor...
ru: Обработка, пожалуйста подождите...
sk: Generuje sa náhľad, prosím čakajte...
sv: Genererar förhandsvisning, var god vänta ...
tr: Önizleme oluşturuluyor, lütfen bekleyin ...

source: Previewed %s items with no filename errors.
ar: عُوين %s عنصر/عناصر دون إيجاد أخطاء في أسماء الملفات.
de: %s Vorschauen erstellt ohne Dateinamen Fehler.
es: Previsualizado %s objetos sin errores.
hu: %s elem átvizsgálva, nincs fájlnév hiba
it: Anteprima di %s oggetti senza errori nel nome.
ja: ファイル名エラーのないプレビューされた%sアイテム。
pl: %s podglądniętych elementów bez błędnych nazw.
pt_br: Foram Pré visualizados %s itens, nenhum contendo erros de nomeação.
ru: Отображенные %s файла без ошибок.
sk: Predbežne prezretých %s položiek nemalo chyby v názve súboru.
sv: Förhandsvisade %s poster utan fel i filnamnen.
tr: Dosya-ismi hatası olmadan %s öğe önizelendi.
