Repository: metamorphose/metamorphose1
Catalog: messages/*/*.po
Languages: ar, de, es, hu, it, ja, pl, pt_br, ru, sk, sv, tr

source: Renaming in progress, please wait ...
ar: إعادة التسمية قيد العمل، الرجاء الانتظار...
de: Neubenennung läuft, bitte warten...
es: Renombramiento en proceso, espere por favor...
hu: Átnevezés folyamatban, légy türelmes...
it: Rinominazione in corso, attendere ...
ja: 名前を変更中です。お待ち下さい...
pl: Zmiana nazwy w trakcie, proszę czekać...
pt_br: Renomeação em progresso, aguarde por favor ...
ru: Переименование файлов, пожалуйста подождите...
sk: Prebieha premenovanie, prosím čakajte ...
sv: Namnbyte, var god vänta ...
tr: Yeniden adlandırma sürüyor, lütfen bekleyin ...

source: Make sure 'undo' directory exists and is read/write You will not be able to undo!! Do you want to continue??
ar: تأكد أن مجلد 'التراجع' موجود وقابل للكتابة والقراءة لن تتمكن من التراجع!! هل تريد المتابعة؟
de: Stelle sicher das ein 'undo' Verzeichnis besteht und gelesen/beschrieben ist Du wirst nichts rückgängig machen können! Willst du fortfahren?
es: Asegurarse que el directorio 'undu' existe y es legible/escribible. ¡Sera imposible deshacer esta operación! ¿Desea continuar?
hu: Nézd meg, van-e I/O 'undo' könyvtá Nem tudsz majd visszavonni!! Folytatod??
it: Assicurarsi che la cartella degli 'annullamenti' esista e abbia i permessi di lettura/scrittura Non sarà possibile annullare!! Continuare??
ja: 'undo' ディレクトリが存在して読み書き出来る事を確認して下さい。 アンドゥができません!! 続けますか??
pl: Upewnij się, że katalog 'undo' istnieje i jest odczytywalne/zapisywalne Nie będziesz mógł cofnąć!! Chcesz kontynuować??
pt_br: Certifique-se que o diretório 'undo' existe e é de leitura/escrita. Você não poderá desfazer!! Você quer continuar??
ru: Убедитесь, что директория существует и доступна на запись Вы не сможете отменить действие!! Вы уверены?
sk: Uistite sa, že 'undo' adresár existuje a dá sa čítať/zapisovať Nebudete môcť undo!! Chcete pokračovať??
sv: Kontrollera att katalogen 'undo' finns och att du kan läsa/skriva Du kommer inte kunna använda 'Ångra'!! Vill du fortsätta??
tr: 'undo' (geri al) dizininin var olduğundan ve okunup/yazılabildiğinden emin olun Geri alma imkanı olmayacak!! Devam etmek istiyormusunuz??

source: Problem with undo!
ar: هناك مشكلة في التراجع!
de: Fehler beim Rückgängig machen
es: ¡Problema con la operación de deshacer!
hu: Gond a visszavonással!
it: Problemi con l'annullamento
ja: アンドゥに問題があります！
pl: Problem z cofnij!
pt_br: Problema com desfazer!
ru: Проблема с отменой!
sk: Problém s undo!
sv: Problem med Ångra
tr: Geri alma sorunu!

source: This name already exists: %s
ar: هذا الاسم موجود مسبقاً: %s
de: Dieser Name existiert bereits: %s
es: Este nombre ya existe: %s
hu: E név már létezik: %s
it: Questo nome e' gia' esistente: %s
ja: この名前は既に存在します: %s
pl: Ta nazwa już istnieje: %s
pt_br: Esse nome já existe: %s
ru: Это имя уже существует: %s
sk: Toto meno už existuje: %s
sv: Detta namn existerar redan: %s
tr: İsim zaten var: %s

source: I can make a sub-folder called 't_e_m_p' and attempt to do the renaming operation there. You can then move everything back. This will take longer, and may not always work. Go ahead and try this??
ar: يمكنني إنشاء مجلد فرعي اسمه 't_e_m_p' ومحاولة. تطبيق عملية إعادة التسمية هناك. عندها يمكنك إرجاع كل شيء كما كان. هذا سيأخذ وقتاً أطول، وقد ﻻ ينجح أحياناً. هل تريد المضي قدماً وتجربته؟
de: Métamorphose kann einen Ordner namens 't_e_m_p' erstellen und versuchen, die Dateien dort umzubenennen. Danach können sie alles wieder zurückkopieren. Dies würde etwas länger dauern und klappt nicht jedesmal. Sollen wir es versuchen?
es: Yo puedo crear una sub-carpeta llamada 't_e_m_p' y renombrar los artículos allí. Usted entonces podra desplazar todo de nuevo. Esto tardarás más, y no siempre funcionará. ¿Te gustaría probarlo?
hu: Készíthetek egy 't_e_m_p' nevű almappát és megpróbálhatom elvégezni az átnevezést ott. Aztán mindent visszapakolhatsz. Ez tovább tart és nem mindig sikeres. Megpróbáljuk így??
it: Posso creare una sottocartella chiamata 't_e_m_p' e provare ad eseguire le restanti operazioni lì. In questo modo potrai tornare indietro. L'operazione potrebbe richiedere molto tempo e potrebbe non funzionare correttamente. Continuare in ogni caso?
ja: 私はサブフォルダを't_e_m_p'と呼ばれている様にすることができ、 リネームの操作をそこで行う事ができます。 あなたはそこから全ての作業を戻す事が出来ます。 これは時間がかかる為、いつも作業に使用するわけではありません。 開始を許可しこれを試してみますか??
pl: Mogę stworzyć podfolder o nazwie 't_e_m_p' i spróbować wykonać w nim operację zmiany nazwy. Możesz później przenieść wszystko spowrotem. Zajmie to więcej czasu, i nie musi zawsze działać. Spróbować to??
pt_br: Posso criar um subdiretório camado 't_e_m_p' e tentar fazer a renomeação por lá. Então você poderá mover tudo para o seu lugar novamente. Isso pode demorar mais tempo e nem sempre irá funcionar. Ir adiante e tentar esta operação??
ru: Я могу создать папку 't_e_m_p' и попробовать переименовать там. Затем вы можете все отменить. Это будет дольше, и может не всегда работать. Пробовать??
sk: Ešte je možné vyrobiť podadresár s názvom 't_e_m_p' a pokúsiť sa v ňom úlohu dokončiť. Výsledky sa potom dajú presúnuť. Bude to trvať dlhšie a nemusí to vždy fungovať. Pokračovať??
sv: Jag kan skapa en underkatalog 't_e_m_p' och försöka göra namnbytet på filerna där. Du kan sedan flytta tillbaka allting. Detta kommer ta längra tid, och kommer kanske inte att fungera. Vill du fortsätta ändå??
tr: 't_e_m_p' isimli alt klasör oluşturabilir ve yeniden isimlendirmeyi o klasörde yapabilirim. Sonra da herşeyi geri taşıyabilirsiniz. Bu uzun sürecek, ve herzaman çalışmayabilir. Devam et ve bunu dene??

source: There was an error renaming: %s
ar: حدث خطأ أثناء إعادة التسمية: %s
de: Es gab einen Fehler beim umbenennen der Datei: %s
es: Hubo un error al renombrar: %s
hu: Hiba történt az átnevezéskor: %s
it: C'e' stato un errore rinominando: %s
ja: リネーム中にエラーがありました: %s
pl: Wyniknął błąd podczas zmiany nazwy: %s
pt_br: Há um erro remanescente: %s
ru: Произошли ошибки при переименовании %s
sk: Nastala chyba pri premenovaní: %s
sv: Ett fel uppstod vid namnbyte: %s
tr: Yeniden adlandırmada hata vardı: %s

source: to: %s Reason: %s
ar: إلى: %s السبب: %s
de: zu: %s Grund: %s
es: a: %s Razón: %s
hu: erre: %s Ok: %s
it: in: %s Motivo: %s
ja: から: %s 理由: %s
pl: do: %s Powód: %s
pt_br: para: %s Rasão: %s
ru: to: %s Вывод: %s
sk: na: %s Dôvod: %s
sv: till: %s Orsak: %s
tr: dan: %s Sebep: %s

source: Bad !!
ar: سيئ !!
de: Fehler !!
es: Malo !!
hu: Rossz !!
it: Errato !!
ja: 不正です!!
pl: Błąd !!
pt_br: Mau !!
ru: Плохо !!
sk: Chyba !!
sv: Dåligt !!
tr: Kötü !!

source: Renaming for %s items completed.
ar: إعادة تسمية %s عنصر/عناصر قد اكتملت.
de: %s Dateien/Ordner wurden erfolgreich neu benannt!
es: Renombramiento para %s objetos terminados.
hu: %s elem átnevezés kész.
it: Rinominazione di %s oggetti terminata.
ja: %s アイテムのリネームが完了しました。
pl: Zmiana nazwy dla %s elementów zakończona.
pt_br: Renomeação para %s itens completada.
ru: Переименование для %s файлов завершено.
sk: Premenovanie %s položiek je dokončené.
sv: Namnbyte av %s poster klart.
tr: % öğenin yeniden adlandırması bitti.

source: Renaming cancelled.
ar: ألغيت إعادة التسمية.
de: Neu benennen ist fehlgeschlagen!
es: Renombramiento cancelado.
hu: Átnevezés törölve.
it: Rinominazione annullata.
ja: リネームはキャンセルしました。
pl: Zmiana nazwy anulowana.
pt_br: Renomeação cancelada.
ru: Переименование отменено.
sk: Premenovanie zrušené.
sv: Namnbyte avbruten.
tr: Yendien adlandırma iptal edildi.

source: Counter:
ar: العداد:
de: Zähler:
es: Contador:
hu: Számláló:
it: Contatore:
ja: カウンター:
pl: Licznik:
pt_br: Contador:
ru: Счётчик:
sk: Počítadlo:
sv: Räknare:
tr: Sayaç:

source: Item Sorting:
ar: ترتيب العناصر:
de: Sortierung
es: Orden de los objetos:
hu: Elem rendezés:
it: Ordinamento oggetti:
ja: アイテムのソート:
pl: Sortowanie elementów:
pt_br: Classificação de item:
ru: Сортировка:
sk: Triedenie Položiek:
sv: Sortera:
tr: Öğe Sıralaması:

source: Style:
ar: الأسلوب:
de: Stil:
es: Estilo:
hu: Stílus:
it: Stile:
ja: スタイル:
pl: Styl:
pt_br: Estilo:
ru: Вид нумерации:
sk: Štýl:
sv: Stil:
tr: Stil:

source: Numerical:
ar: عددي:
de: Numerisch:
es: Numérico:
hu: Számos:
it: Numerico:
ja: 数字:
pl: Numerycznie:
pt_br: Numérico:
ru: Арабские:
sk: Číselne:
sv: Numerisk:
tr: Sayısal:

source: Alphabetical:
ar: أبجدي:
de: Alphabetisch:
es: Alfabético:
hu: Szöveges:
it: Alfabetico
ja: アルファベット：
pl: Alfabetycznie:
pt_br: Alfabético:
ru: Буквенная:
sk: Abecedne:
sv: Alfabetisk:
tr: Alfabetik:

source: Must start at positive value: (1=a, 28=ab, etc..)
ar: يجب أن يبدأ بقيمة موجبة: (1=a, 28=ab, ...)
de: Eingabe muss mit einem positiven Wert starten: (1=a, 28=ab, etc..)
es: Debe empezar con valor positivo: (1=a, 28=ab, etc..)
hu: Pozitív értékkel kell kezdődnie: (1=a, 28=ab, stb.)
it: Deve iniziare da un valore positivo: (1=a, 28=ab, etc..)
ja: 正数で始めなければなりません：(1=a, 28=ab, etc..)
pl: Musi zaczynać się od dodatniej wartości: (1=a, 28=ab, itd..)
pt_br: É preciso iniciar em um valor positivo: (1=a, 28=ab, etc..)
ru: Должно начинаться с положительного значения: (1=a, 28=ab, и т.д. ...)
sk: Musí začínať na kladných hodnotách: (1=a, 28=ab, etc..)
sv: Måste starta med ett positivt värde (1=a, 28=ab, etc..)
tr: Pozitif değer olmak zorunda:(1=a, 28=ab, vb. ...)

source: Roman Numeral:
ar: أرقام رومانية:
de: Römisch Numerisch:
es: Numeración romana:
hu: Római szám:
it: Numerazione Romana:
ja: ローマ数字:
pl: Numeracja rzymska:
pt_br: Numeração Romana:
ru: Римские цифры:
sk: Rímska Cifra:
sv: Romerska siffror:
tr: Romen rakamı:

source: Count values must be between 1 and 4999
ar: قيم العد يجب أن تكون بين 1 و 4999
de: Die Zählerwerte müssen zwischen 1 und 4999 liegen
es: Valores del contador deben ser entre 1 y 4999
hu: A számlálónak 1 és 4999 közt kell lennie
it: Il valore del contatore deve essere tra 1 e 4999
ja: カウント値は、1～4999間になければなりません
pl: Wartości kalkulacji muszą byc pomiędzy 1 a 4999
pt_br: Contagem de valores deve estar entre 1 e 4999
ru: Счётчик значений должен быть между 1 и 4999
sk: Hodnota počítadla musí byť medzi 1 a 4999
sv: Räknevärde måste vara mellan 1 och 4999
tr: Sayı değeri 1 ile 4999 arasında olmak zorunda

source: Pad, using:
ar: حشو، باستخدام:
de: Benutze Dateinamen
es: Rellenar, con:
hu: Behúz, ezzel:
it: Riempimento, utilizzando:
ja: 右記でパッド:
pl: Wypełnij, używając:
pt_br: Preencher usando:
ru: Подставить:
sk: Zarovnať, použitím:
sv: Fyll med:
tr: Kullanarak doldur:

source: auto pad
ar: حشو تلقائي
de: (automatische Umschaltung)
es: auto-rellenar
hu: automata behúzás
it: calcola lunghezza automaticamente
ja: 自動パッド
pl: auto wypełnianie
pt_br: Auto preenchimento
ru: Пара
sk: automaticky zarovnať
sv: autofyll
tr: otomatik doldur

source: Uppercase
ar: أحرف كبيرة
de: Großbuchstaben
es: Mayúscula
hu: Nagybetű
it: Maiuscole
ja: 大文字
pl: Wielkie litery
pt_br: Caixa alta
ru: Заглавные
sk: Veľké písmená
sv: VERSALER
tr: Büyük harf

source: Sort all items:
ar: ترتيب جميع العناصر:
de: Alle Dateien und Ordner sortieren
es: Ordenar todos los objetos:
hu: Elemek rendezése:
it: Ordina tutto:
ja: 全アイテムをソート:
pl: Sortuj wszystkie elementy:
pt_br: Classificar todos os itens:
ru: Сортировать файлы:
sk: Zotriediť všetky položky:
sv: Sortera alla poster:
tr: Tüm öğeleri sırala:

source: Manually adjust item:
ar: ضبط العناصر يدوياً:
de: Manuell anpassen:
es: Reglaje manual:
hu: Elem kézi állítása:
it: Ordinamento manuale:
ja: アイテムの手動調整:
pl: Ręcznie dostosuj element:
pt_br: Ajustar manualmente o item:
ru: Установить порядок
sk: Ručne upraviť pozíciu:
sv: Justera post manuellt:
tr: Öğeyi el ile düzelt:

source: move to top
ar: تحريك إلى الأعلى
de: Nach oben verschieben
es: mover al principio
hu: fel
it: sposta in alto
ja: 一番上へ移動
pl: przenieś na góre
pt_br: mover para o topo
ru: переместить наверх:
sk: presunúť hore
sv: Flytta till toppen
tr: yukarı taşı

source: move to bottom
ar: تحريك إلى الأسفل
de: Nach unten verschieben
es: mover al fin
hu: le
it: sposta in basso
ja: 一番下へ移動
pl: przenieś na dół
pt_br: mover para o fim
ru: переместить вниз:
sk: presunúť dole
sv: Flytta till botten
tr: aşağıya taşı

source: move by 5
ar: تحريك بمقدار 5
de: Bis 5 verschieben
es: Mover por 5
hu: 5-tel el
it: sposta di 5
ja: ５ずつ移動
pl: przenieś o 5
pt_br: mover por 5
ru: переместить на 5
sk: posunúť o 5
sv: Flytta med 5
tr: 5 kademe taşı

source: Ascending
ar: تصاعدياً
de: Aufsteigend
es: Ascendente
hu: Növekvő
it: Crescente
ja: 昇順
pl: Rosnąco
pt_br: Ascendente
ru: Возрастание
sk: Stúpajúc
sv: Stigande
tr: Artan

source: Descending
ar: تنازلياً
de: Absteigend
es: Descendente
hu: Csökkenő
it: Decrescente
ja: 降順
pl: Malejąco
pt_br: Descendente
ru: Убывание
sk: Klesajúc
sv: Fallande
tr: Azalan

source: Manually
ar: يدوياً
de: Manuell
es: Manualmente
hu: Kézi
it: Manuale
ja: 手動
pl: Ręcznie
pt_br: Manualmente
ru: Вручную
sk: Ručne
sv: Manuellt
tr: El ile

source: Start at:
ar: البدء عند:
de: Starten bei:
es: Comenzar con:
hu: Innen:
it: Inizio a:
ja: 開始番号:
pl: Zacznij od:
pt_br: Iniciar em:
ru: Начать с:
sk: Začínať na:
sv: Börja med:
tr: Şurdan başla

source: A.K.A. step size
ar: حجم الخطوة .A.K.A
de: Schrittgröße des Zählers
es: ¿A cuanto te gustaría cambiarlo?
hu: vagyis lépésköz
it: Dimensione del passo
ja: A.K.A. ステップサイズ
pl: A.K.A. wielkość kroku
pt_br: Por quanto deve ser trocado?
ru: Шаг суммирования
sk: tzn. veľkosť kroku
sv: stegstorlek
tr: A.K.A. adım büyüklüğü

source: Count by:
ar: العد بـ:
de: Zählen mit:
es: Contar de:
hu: Ezzel számlál:
it: Conta per:
ja: 増加数:
pl: Licz poprzez:
pt_br: Contar por:
ru: Прибавлять:
sk: Počítať po:
sv: Öka med:
tr: Say :

source: Increase counting number.
ar: زيادة رقم التعداد.
de: Wachsende Zahl:
es: Aumentar el contador.
hu: Számláló szám növelése.
it: Incrementa il contatore.
ja: カウント数を増やす
pl: Zwiększaj odliczanie.
pt_br: Aumentar a contagem numérica.
ru: По порядку.
sk: Zvýšiť počítadlo.
sv: Ökande räkning
tr: Sayma numarasını artır.

source: Decrease counting number.
ar: إنقاص رقم التعداد.
de: Sinkende Zahl:
es: Disminuir el contador.
hu: Számláló szám csökkentése.
it: Decrementa il contatore.
ja: カウント数を減らす
pl: Zmniejszaj odliczanie.
pt_br: Diminuir a contagem numérica.
ru: В обратном порядке.
sk: Znížiť počítadlo.
sv: Sjunkande räkning
tr: Sayma numarasını azalt

source: Count:
ar: التعداد:
de: Anzahl
es: Contar:
hu: Számláló:
it: Contatore:
ja: 数値の増減:
pl: Odliczanie:
pt_br: Contador:
ru: Счётчик:
sk: Smer počítania:
sv: Räkna:
tr: Sayma:

source: starting number or equivalent alpha/roman character
ar: الرقم (أو الحرف الأبجدي/الروماني) البادئ
de: Erste Zahl oder gleichwertige einzelne/römische Zahl
es: Numeró inicial o carácter equivalente alfa/romano
hu: indító szám vagy megfelelő betű/római szám karakter
it: numero iniziale o carattere/numero romano equivalente
ja: 開始番号又は同様のアルファベット/ローマ文字
pl: początkowy numer lub ekwiwalentny znak alfa/rzymski
pt_br: Numeração inicial ou caractere de equivalência alfanumérica românica
ru: Первое число
sk: počiatočné číslo alebo ekvivalentný alfanumerický znak
sv: startnummer eller motsvarande alfabetisk/romerskt tecken
tr: başlama numarası yada alfabe/roman rakamı değeri

source: Reset every:
ar: إعادة ضبط كل:
de: Zurücksetzen bei:
es: Restaurar cada:
hu: Mindig újrakezd:
it: Reset ogni:
ja: 右記値でリセット:
pl: Zresetuj co:
pt_br: Reiniciar a cada:
ru: Сбросить всё:
sk: Resetovať každých:
sv: Återställ efter:
tr: Yeniden kur, her

source: 0 = don't reset
ar: 0 = ﻻ تعد الضبط
de: 0 = Nicht zurücksetzen
es: 0 = no restaurar
hu: 0 = nem kezd újra
it: 0 = nessun reset
ja: 0 = リセットしない
pl: 0 = nie resetuj
pt_br: 0 = não reiniciar
ru: 0= не сбрасывать
sk: 0 = neresetovať
sv: 0 = återställ inte
tr: 0 = yeniden kurma

source: Auto pad
ar: حشو تلقائي
de: (automatische Umschaltung)
es: Auto-rellenar
hu: Automata behúzás
it: calcola lunghezza automaticamente
ja: 自動パッド
pl: Auto wypełnianie
pt_br: Auto preenchimento
ru: Авто вставка
sk: Automaticky zarovnávať
sv: Autofyll
tr: Otomatik doldur

source: Fixed pad width:
ar: حشو ثابت العرض:
de: Feste Umschaltung mit:
es: Relleno fijo:
hu: Rögzített behúzási szélesség:
it: lunghezza fissa:
ja: パッド幅を修正:
pl: Stałe wypełnianie:
pt_br: Fixar preenchimento com:
ru: Ограничить числом:
sk: Pevná dĺžka zarovnania:
sv: Fixerad fyllnad med:
tr: ile sabit doldur :

source: Reset every directory
ar: إعادة ضبط كل مجلد
de: Bei Verzeichnis zurücksetzen
es: Restaurar cada directorio
hu: Könyvtáranként újrakezd
it: Reset ogni catella
ja: 全てのディレクトリでリセット
pl: Resetuj co katalog
pt_br: Reiniciar a cada diretório
ru: Сбросить все папки
sk: Resetovať každý adresár
sv: Återställ varje katalog
tr: Her dizini yeniden kur

source: Reset count to initial value when directory changes.
ar: إعادة ضبط التعداد إلى القيمة الأصلية عند تغير المجلدات.
de: Zähler zurücksetzen auf Anfangswert wenn das Verzeichnis wechselt.
es: Poner contador al valor inicial cuando el directorio cambia.
hu: Számlálót visszaállítja könyvtárak váltásakor
it: Resetta il contatore al valore iniziale quando una cartella viene modificata.
ja: ディレクトリ変更時、カウントを初期値にリセットする。
pl: Zresetuj licznik do początkowej wartości, gdy katalog się zmieni.
pt_br: Reiniciar contador para o valor inicial quando houver mudança de diretório.
ru: Сбросить счётчик на начальное значение когда изменится папка.
sk: Nastaviť počet na počiatočnú hodnotu pri zmene adresára.
sv: Återställ räknaren för varje ny katalog.
tr: Dizin değiştiğinde yeniden kurma değeri ilk değerine al

source: Count by directory
ar: العد حسب المجلدات
de: Zählen nach Verzeichnissen
es: Contar por directorio
hu: Könyvtáranként számol
it: Conta in base alle cartelle
ja: ディレクトリでカウント
pl: Licz po katalogach
pt_br: Contador por diretório
ru: Счётчик папок
sk: Počítať po adresároch
sv: Räkna varje katalog
tr: Dizin bazında say

source: Only increase/decrease count when directory changes.
ar: زيادة/إنقاص التعداد فقط عند تغير المجلد.
de: Zähler nur erhöhen/verringern wenn das Verzeichnis wechselt
es: Incrementar/Disminuir contador solo cuando el directorio cambia.
hu: Csak a könyvtárak váltásakor állít a számlálón
it: Incrementa/decrementa il contatore quando una cartella viene modificata.
ja: ディレクトリ変更時のみカウントの増減を行う。
pl: Zwiększaj/zmniejszaj licznik tylko kiedy katalog się zmienia.
pt_br: Apenas aumentar/diminuir o contador quando houver mudança de diretórios.
ru: Только увеличивать/уменьшать счётчик когда изменится папке
sk: Zvýšiť/znížiť počet iba pri zmene adresára.
sv: Öka räknaren endast vid ny katalog.
tr: Dizin değiştiğinde sadece sayı çoğalt/azalt

source: Start at number of items
ar: البدء عند عدد من العناصر
de: Starte bei Anzahl von Dateien/Ordnern
es: Comenzar = № de objetos
hu: Az elemek számánál kezd
it: Inizio dal numero di oggetti
ja: アイテムの番号付けを開始
pl: Uruchom przy danej liczbie elementów
pt_br: Iniciar em número de itens
ru: Начать с числа файлов
sk: Začať na počte položiek
sv: Börja med antal poster
tr: Numaralı öğelerden başla

source: Use number of items as starting point for count.
ar: استخدم عدداً من العناصر كنقطة بدء للتعداد.
de: Benutze Anzahl der Dateien/Ordner als Anfangswert für den Zähler
es: Utilizar numeró de objetos como punto inicial para el contador.
hu: Az elemek számát használja a számláló indításához.
it: Utilizza il numero di oggetti come valore iniziale per il conteggio.
ja: アイテムの番号付けにカウントの開始位置を使用する
pl: Użyj ilości elementów jako punkt startowy dla odliczania.
pt_br: Use o número de itens como numeração inicial para o contador
ru: Использовать количество файлов для стартовой точки счётчика
sk: Použiť počet položiek ako počiatočnú hodnotu pre počítadlo.
sv: Använd antelet poster som start för räkning
tr: Sayma başlangıcı olarak kullanılacak öğe sayısı.

source: OK
ar: موافق
ru: Обновить
tr: TAMAM

source: Load or reload current path.
ar: تحميل أو إعادة تحميل المسار الحالي.
de: Pfad laden oder aktualisieren
es: Cargar o recargar ruta en uso.
hu: Jelenlegi útvonal betöltése/újratöltése
it: Carica o ricarica il percorso attuale.
ja: 現在のパスの読込又は再読込
pl: Załaduj albo przeładuj obecną ścieżkę.
pt_br: Carregar ou recarregar esta pasta
ru: Загрузить или перегрузить текущий путь.
sk: Načítať alebo aktualizovať súčasnú cestu.
sv: Läs eller Läs om vald sökväg.
tr: Mevcut yolu yükle yada tazele.

source: Browse
ar: استعراض
de: Durchsuchen
es: Explorar
hu: Böngész
it: Esplora
ja: 参照
pl: Przeglądaj
pt_br: Navegar
ru: Обзор
sk: Prehliadať
sv: Bläddra
tr: Gözat

source: Input/Paste path and press OK, or BROWSE for path:
ar: أدخل/ألصق المسار ثم انقر على 'موافق'، أو استعرض المسار:
de: Geben sie einen Pfad ein und drücken sie OK, oder suchen sie nach einem Pfad:
es: Entrar/Pegar una ruta y cliquea OK, o Explorar por ruta.
hu: Add meg az ösvényt és nyomj OK-t vagy BÖNGÉSZD:
it: Inserisci/Incolla il percorso e premi OK, o Esplora per il percorso:
ja: パスの入力/貼り付け又はパスの参照:
pl: Wprowadź/Wklej scieżkę i naciśnij OK, albo przeglądaj w poszukiwaniu ścieżki:
pt_br: Digite o caminho e pressione OK, ou navegue até o caminho:
ru: Впишите/Вставьте путь или укажите путь:
sk: Zadať/Vložiť cestu a stlačiť OK, alebo Prehliadať cestu:
sv: Skriv in/Klistra in sökväg eller klicka på 'Bläddra':
tr: Yolu girin yada yapıştırın ve TAMAM'a basın, yada yol için GÖZAT :

source: Select:
ar: اختيار:
de: Wähle:
es: Tomar:
hu: Kijelölés:
it: Seleziona
ja: 選択:
pl: Wybierz:
pt_br: Selecionar:
ru: Выбрать:
sk: Vybrať:
sv: Välj:
tr: Seç:

source: all
ar: الكل
de: Alle
es: todos
hu: minden
it: tutti
ja: 全選択
pl: wszystkie
pt_br: todos
ru: все
sk: všetko
sv: alla
tr: tümü

source: none
ar: لا شيء
de: keine
es: ninguno
hu: semmi
it: nessuno
ja: 選択しない
pl: żadne
pt_br: nenhum
ru: убрать все
sk: nič
sv: ingen
tr: hiçbiri

source: Folders
ar: المجلدات
de: Ordner
es: Carpetas
hu: Mappák
it: Cartelle
ja: フォルダ
pl: Foldery
pt_br: Pastas
ru: Папки
sk: Adresár
sv: Mappar
tr: Klasörler

source: Files
ar: الملفات
de: Dateien
es: Archivos
hu: Fájlok
ja: ファイル
pl: Pliki
pt_br: Arquivos
ru: Файлы
sk: Súbory
sv: Filer
tr: Dosyalar

source: Names containing:
ar: الأسماء تحتوي على:
de: Name enthält:
es: Nombres contenientes:
hu: Név része:
it: Nomi contenenti:
ja: 名前に含める:
pl: Nazwy zawierające:
pt_br: Nomes contendo?
ru: Имена содержащие:
sk: Mená obsahujúce
sv: Namn innehållande:
tr: İçeren isimler:

source: Filter:
ar: المصفي:
es: Filtro:
hu: Szűrő:
it: Filtro:
ja: フィルタ:
pl: Filtr:
pt_br: Filtro:
ru: Фильтр:
tr: Süzgeç:

source: Evaluate filter as a regular expression.
ar: تقييم المصفي كتعبير اعتيادي.
de: Filter als regulären Ausdruck festlegen
es: Evaluar filtro como expresión regular.
hu: Szűrő kiértékelése szabályos kifejezésként
it: Considera il filtro come una espressione regolare.
ja: ファイルを正規表現で評価
pl: Traktuj filtr jako wyrażenie regularne.
pt_br: Avaliar filtro como expressão regular.
ru: Учитывать регистр в фильтре
sk: Vyhodnotiť filter ako regulárny výraz.
sv: Betrakta filter som reguljärt uttryck..
tr: Filtreyi düzenli ifade olarak değerlendir.

source: Walk
ar: تجول
de: Beides
es: Caminar
hu: Séta
it: Passo
ja: 全ファイル
pl: Przejdź
pt_br: Caminhar
ru: "Пробежаться"
sk: Priechod
sv: Gång
tr: Yürü

source: NOT containing
ar: ﻻ يحتوي على
de: NICHT verfügbar
es: NO conteniendo
hu: NEM része
it: NON contenente
ja: パスを読み込めません!
pl: NIE zawiera
pt_br: NÃO contendo
ru: НЕ содержащие
sk: neobsahujúci
sv: innehåller INTE
tr: İçermeyen

source: Choose a directory:
ar: اختر مجلداً:
de: Zielverzeichnis:
es: Seleccionar un directorio:
hu: Válassz könyvtárat:
it: Scegli una cartella:
ja: ディレクトリの選択:
pl: Wybierz katalog:
pt_br: Escolha um diretório:
ru: Выбрать папку.
sk: Vybrať adresár:
sv: Välj kataog:
tr: Bir dizin seç:

source: Cannot read path!
ar: ﻻ يمكن قراءة المسار!
de: Pfad ungültig!
es: Imposible de leer la ruta!
hu: Az útvonal nem olvasható!
it: Impossibile leggere il percorso!
ja: パスが読めません!
pl: Nie można odczytać ścieżki!
pt_br: Não foi possível ler o caminho!
ru: Невозможно прочитать путь!
sk: Cesta sa nedá prečítať!
sv: Kan inte läsa sökväg!
tr: Yol okunamıyor!
