Repository: metamorphose/metamorphose1
Catalog: messages/*/*.po
Languages: ar, de, es, hu, it, ja, pl, pt_br, ru, sk, sv, tr

source: Date Settings:
ar: إعدادات التاريخ:
de: Datumseinstellung:
es: Parámetros de Fecha:
hu: Dátum beállítások
it: Formato Data:
ja: 日付の設定:
pl: Ustawienia daty:
pt_br: Configurações de Data
ru: Дата:
sk: Nastavenie Dátumu:
sv: Datuminställningar:
tr: Tarih Ayarları

source: Time Settings:
ar: إعدادات الوقت:
de: Zeiteinstellung:
es: Parámetros de Hora:
hu: Idő beállítások
it: Formato Ora:
ja: 時間の設定:
pl: Ustawienia czasu:
pt_br: Configurações de hora
ru: Время:
sk: Nastavenie Času:
sv: Tidsinställningar
tr: Zaman Ayarları

source: MM-DD-YYYY
ar: ش ش - ي ي - ع ع ع ع
de: MM-TT-JJJJ
es: MM-DD-AAAA
hu: HH-NN-ÉÉÉÉ
it: MM-GG-AAAA
pl: MM-DD-RRRR
pt_br: MM-DD-AAA
ru: ММ-ДД-ГГГГ
sv: MM-DD-ÅÅÅÅ
tr: AA-GG-YYYY

source: MM-DD-YY
ar: ش ش - ي ي - ع ع
de: MM-TT-JJ
es: MM-DD-AA
hu: HH-NN-ÉÉ
it: MM-GG-AA
pl: MM-DD-RR
pt_br: MM-DD-AA
ru: ММ-ДД-ГГ
sv: MM-DD-ÅÅ
tr: AA-GG-YYYY

source: DD-MM-YYYY
ar: ي ي - ش ش - ع ع ع ع
de: TT-MM-JJJJ
es: DD-MM-AAAA
hu: NN-HH-ÉÉÉÉ
it: GG-MM-AAAA
pl: DD-MM-RRRR
pt_br: DD-MM-AA
ru: ДД-ММ-ГГГГ
sv: DD-MM-ÅÅÅÅ
tr: GG-AA-YYYY

source: DD-MM-YY
ar: ي ي - ش ش - ع ع
de: TT-MM-JJ
es: DD-MM-AA
hu: NN-HH-ÉÉÉÉ
it: GG-MM-AA
pl: DD-MM-RR
pt_br: DD-MM-AA
ru: ДД-ММ-ГГ
sv: DD-MM-ÅÅ
tr: GG-AA-YY

source: YYYY-MM-DD
ar: ع ع ع ع - ش ش - ي ي
de: JJJJ-MM-TT
es: AAAA-MM-DD
hu: ÉÉÉÉ-HH-NN
it: AAAA-MM-GG
pl: RRRR-MM-DD
pt_br: AA-MM-DD
ru: ГГГГ-ММ-ДД
sv: ÅÅÅÅ-MM-DD
tr: YYYY-AA-GG

source: Month DD, YYYY
ar: شهر ي ي، ع ع ع ع
de: Monat TT,JJJJ
es: Mes DD, AAAA
hu: Hónap NN, ÉÉÉÉ
it: Mese GG, AAAA
ja: 月 DD, YYYY
pl: Miesiąc DD, RRRR
pt_br: Mês DD, AA
ru: Месяц ДД, ГГГГ
sk: Mesiac DD, YYYY
sv: Månad DD, ÅÅÅÅ
tr: Ay GG, YYYY

source: Day, Month DD, YYYY
ar: يوم، شهر ي ي، ع ع ع ع
de: Tag, Monat TT, JJJJ
es: Dia, Mes DD, AAAA
hu: Nap, Hónap NN, ÉÉÉÉ
it: Giorno, Mese GG, AAAA
ja: 日, 月 DD, YYYY
pl: Dzień, Miesiąc DD, RRRR
pt_br: Dia, Mês DD, AAAA
ru: День, Месяц ДД, ГГГГ
sk: Deň, Mesiac DD, YYYY
sv: Dag, Månad DD, ÅÅÅÅ
tr: Gün, Ay GG, YYYY

source: YY
ar: ع ع
de: JJ
es: AA
hu: ÉÉ
it: AA
pl: RR
pt_br: AA
ru: ГГ
sv: ÅÅ

source: YYYY
ar: ع ع ع ع
de: JJJJ
es: AAAA
hu: ÉÉÉÉ
it: AAAA
pl: RRRR
pt_br: AAAA
ru: ГГГГ
sv: ÅÅÅÅ

source: Use menu or enter text
ar: استخدم القائمة أو اضغط زر الإدخال
de: Benutzen sie das Menü oder geben sie einen Text ein
es: Usar menu o escribir texto
hu: Használd a menüt vagy írj be szöveget
it: Utilizzare il menu o inserire il testo
ja: メニュー又は入力したテキストを使用
pl: Użyj menu lub wpisz tekst
pt_br: Use o menu ou digite o texto
ru: Используйте меню или введите текст
sk: Použiť menu alebo vložiť text
sv: Använd meny eller skriv in text
tr: Menüyü kullanın yada metin girin

source: HH.MM
ar: س س . د د
de: SS.MM
hu: ÓÓ.PP
pl: GG.MM
ru: ЧЧ.ММ
sv: TT:MM
tr: SS.DD

source: 24HH.MM
ar: 24 س س . د د
de: 24SS.MM
hu: 24ÓÓ.PP
pl: 24GG.MM
ru: 24ЧЧ.ММ
sv: 24TT:MM
tr: 24SS.DD

source: HH.MM.SS
ar: س س . د د . ث ث
de: SS.MM.SS
hu: ÓÓ.PP.MM
pl: GG.MM.SS
ru: ЧЧ.ММ.СС
sv: TT:MM:SS
tr: SS.DD.SS

source: 24HH.MM.SS
ar: 24 س س . د د . ث ث
de: 24SS.MM.SS
hu: 24ÓÓ.PP.MM
pl: 24GG.MM.SS
ru: 24ЧЧ.ММ.СС
sv: 24TT:MM:SS
tr: 24SS.DD.SS

source: Formatting:
ar: الهيئة:
de: Formatierung:
es: Formato:
hu: Forma:
it: Formattazione:
ja: 形式:
pl: Formatowanie:
pt_br: Formatando:
ru: Формат даты:
sk: Formátovanie:
sv: Formatering:
tr: Biçimlendirme:

source: Adjust Time
ar: ضبط الوقت
de: Zeitanpassung
es: Ajustar la hora
hu: Idő beállítás
it: Imposta Ora
ja: 時間を合わせる
pl: Dostosuj czas
pt_br: Ajuste o tempo
ru: Установка времени
sk: Upraviť Čas
sv: Justera tid
tr: Zamanı Ayarla

source: Set to now
ar: وضع على الوقت الحالي
de: Uhr abgleichen
es: Poner en hora
hu: Állítsd mostanra
it: Ora attuale
ja: 現在の時間を設定
pl: Ustaw na teraz
pt_br: Ajustar para agora
ru: Установить текущее
sk: Nastaviť na teraz
sv: Sätt till nuvarande
tr: Şuana ayarla

source: Date Preview:
ar: معاينة التاريخ:
de: Datumsvorschau:
es: Previsualización de Fecha:
hu: Dátum előnézet:
it: Anteprima Data:
ja: 日付プレビュー:
pl: Podgląd daty:
pt_br: Visualização de data:
ru: Вид даты:
sk: Náhľad na Dátum:
sv: Förhandsvisning datum:
tr: Tarih Önizleme

source: Time Preview:
ar: معاينة الوقت:
de: Zeitvorschau:
es: Previsualización de Hora:
hu: Idő előkép:
it: Anteprima Ora:
ja: 時間プレビュー:
pl: Podgląd czasu:
pt_br: Visualização de Hora:
ru: Вид времени:
sk: Náhľad na Čas:
sv: Förhandsvisning tid:
tr: Zaman Önizleme

source: Use the item's
ar: استخدم التابع للعنصر
de: Benutze diesen Begriff
es: Utilizar el tiempo de
hu: Elemek használata
it: Utilizza gli oggetti
ja: アイテムを使用
pl: Użyj elementów:
pt_br: Use os itens
ru: Использовать время
sk: Použiť z položky
sv: Använd objektets
tr: Öğeleri Kullnın

source: image EXIF tag
ar: وسم صورة EXIF
de: EXIF Bild Tag
es: tag EXIF de la imagen
hu: Kép EXIF tag
it: tag EXIF dell'immagine
ja: 画像EXIFタグ
pl: etykieta EXIF obrazu
pt_br: Tag EXIF da imagem
ru: тега EXIF
sk: EXIF tag obrázku
sv: bildens EXIF-tag
tr: resim EXIF etiketi

source: last access
ar: آخر دخول
de: letzter Zugriff
es: último acceso
hu: utolsó hozzáférés
it: ultimo accesso
ja: 最終アクセス
pl: ostatnio otwarty
pt_br: Último acesso
ru: последнего доступа
sk: posledný prístup
sv: senast läst
tr: son erişim

source: last modification
ar: آخر تعديل
de: letzte Änderung
es: última modificación
hu: utolsó módosítás
it: ultima modifica
ja: 最終更新
pl: ostatnio modyfikowany
pt_br: Última Modificação
ru: последнего изменения
sk: posledná modifikácia
sv: senast ändrad
tr: son değişiklik

source: time.
ar: وقت.
de: Zeit.
es: del objeto.
hu: ideje.
it: ora.
ja: 時間
pl: czas.
pt_br: hora.
ru: файлов.
sk: čas.
sv: tid.
tr: zaman.

source: creation
ar: إنشاء
de: Erstellt am
es: creación
hu: létrehozás
it: creazione
ja: 作成
pl: utworzony
pt_br: criação
ru: создания
sk: vytvorenie
sv: skapad
tr: oluşturulma

source: metadata change
ar: تغيير بيانات التعريف
de: Metadatenänderung
es: cambio de metadata
hu: metaadat csere
it: modifica metadata
ja: メタデータ変更
pl: zmiana metadata
pt_br: mudar a metadata
ru: изменение метаданных
sk: zmena metadát
sv: metadata ändrad
tr: bilgi değişikliği

source: About Metamorphose
ar: حول Métamorphose
de: Über Métamorphose
es: Acerca de Métamorphose
hu: Métamorphose Névjegy
it: Informazioni su Metamorphose
ja: Métamorphoseについて
pl: O Métamorphose
pt_br: Sobre Métamorphose
ru: О программе
sk: O Metamorphose
sv: Om Métamorphose
tr: Métamorphose Hakkında

source: Click the trippy graphic to exit.
ar: انقر صورة الأقدام للخروج.
de: Zum schließen auf die Grafik klicken.
es: Cliquear aquí para salir.
hu: Kattints a képre a kilépéshez.
it: Premi qui per uscire
ja: 終了する為に、トリップ状態のグラフィックをクリックしてください。
pl: Kliknij dziwny obrazek, by wyjść.
pt_br: Clique no botão para sair.
ru: Закрыть
sk: Kliknutím na obrázok ukončíte program.
sv: Klicka på bilden för att stänga
tr: Çıkmak için

source: Version: %s
ar: النسخة: %s
es: Versión: %s
it: Versione: %s
ja: バージョン : %s
pl: Wersja: %s
pt_br: Versão: %s
ru: Версия: %s
sk: Verzia: %s
tr: Sürüm : %s

source: Metamorphose Home Page
ar: صفحة بداية Métamorphose
de: Métamorphose Homepage
es: Sitio Web de Métamorphose
hu: Métamorphose Honlap
ja: Métamorphose ホームページ
pl: Strona Domowa Métamorphose
pt_br: Home Page do Métamorphose
ru: Сайт программы
sk: Metamorphose domáca stránka
sv: Métamorphose Hemsida
tr: Métamorphose Ana Sayfası

source: Donate
ar: تبرع
de: Spenden
es: Hacer Una Donación
hu: Támogass!
it: Donazioni
ja: 寄付
pl: Wspomóż
pt_br: Doar
ru: Благодарность
sk: Finančne prispieť
sv: Donera
tr: Bağış

source: Support Metamorphose !
ar: دعم Métamorphose !
de: Unterstützen sie Métamorphose!
es: Apoye Métamorphose !
hu: Támogasd a Métamorphose-t !
it: Supporta Metamorphose !
ja: Métamorphoseのサポート !
pl: Wesprzyj Métamorphose !
pt_br: Apóie do Métamorphose!
ru: Поддержи Métamorphose !
sk: Podporte Metamorphose !
sv: Stöd Métamorphose !
tr: Métamorphose Desteği !

source: Contributors:
ar: المساهمون:
de: Mitwirkende:
es: Colaboradores:
hu: Támogatók:
it: Contributori:
ja: 貢献者
pl: Współpracownicy:
pt_br: Contribuição:
ru: Помощники:
sk: Prispievatelia:
sv: Medhjälpare:
tr: Katkıda bulunanlar

source: Bug Report
ar: تقرير العلة
es: Reporte de Error
hu: Hibák jelzése
ja: バグレポート
pl: Raport o błędach
pt_br: Relatar bug
ru: Отчёт об ошибках
sk: Oznámenie Chyby
sv: Bugrapport
tr: Hata Raporu

source: Submit a bug report.
ar: إرسال تقرير علة.
de: Fehlerbericht einschicken
es: Enviar un reporte de error.
hu: Jelents egy hibát.
it: Comunica un bug.
ja: バグレポートを提出
pl: Wyślij raport o błędach.
pt_br: Enviar relatório de bug.
ru: Отправить отчёт
sk: Oznámiť chybu.
sv: Sänd in en bug
tr: Hata raporunu gönder

source: Feature Request
ar: طلب ميزة
de: Verbesserungsvorschlag
es: Nuevas Características
hu: Képesség kérés
it: Nuove funzionalità.
ja: 新機能要望
pl: Prośba o funkcję
pt_br: Pedido de recurso
ru: Ваши замечания
sk: Žiadosť o funkcionalitu
sv: Efterfråga funktion
tr: Özellik İsteği

source: Submit a feature request.
ar: إرسال طلب ميزة.
de: Verbesserungsvorschlag einschicken
es: Solicitar nuevas características.
hu: Küldj kérést.
it: Richiedi una nuova fuinzionalità.
ja: 新機能要望を提出
pl: Wyślij prośbę o funkcję.
pt_br: Enviar pedido de recurso.
ru: Отправить ваши замечания
sk: Požiadať o funkcionalitu.
sv: Sänd in en förfrågan om funktion
tr: Özellik isteğini yolla

source: Error
ar: خطأ
de: Fehler
hu: Hiba
it: Errore
ja: エラー
pl: Błąd
pt_br: Erro
ru: Ошибка
sk: Chyba
sv: Fel
tr: Hata

source: File
ar: ملف
de: Datei
es: Archivo
hu: Fájl
ja: ファイル
pl: Plik
pt_br: Arquivo
ru: Файл
sk: Súbor
sv: Arkiv
tr: Dosya

source: Errors/Warnings: %s
ar: أخطاء / تحذيرات: %s
de: Fehler/Warnungen: %s
es: Errores/Avisos: %s
hu: Hibák/figyelmeztetések: %s
it: Errori/Warnings: %s
ja: エラー/警告: %s
pl: Błędy/Ostrzeżenia: %s
pt_br: Erros/avisos: %s
ru: Ошибки/Предупреждения: %s
sk: Chyby/Varovania: %s
sv: Fel/Varningar: %s
tr: Hatalar/Uyarılar: %s

source: Ready to rename %s items, but with warnings.
ar: جاهز لإعادة تسمية %s عناصر، ولكن مع تحذيرات.
de: Bereit um %s Dateien/Ordner neu zu benennen, jedoch mit Warnungen.
es: Listo para renombrar %s objetos, pero con avisos.
hu: %s elem kész az átnevezésre, de figyelmeztetésekkel
it: Pronto a rinominare %s oggetti, ma con warning.
ja: %sアイテムのリネームの準備が出来ました。ですが警告がでています。
pl: Gotowy do zmiany nazwy %s elementów, ale z ostrzeżeniami.
pt_br: Pronto para renomear %s itens, mas com avisos.
ru: Переименовать %s файлов с предупреждениями
sk: Pripraviť na premenovanie položky %s, ale s varovaniami.
sv: Färdig att byta namn på %s objekt
tr: %s öğe yeniden adlandırılmaya hazır, ancak uyarılar var.

source: There are %s problems.
ar: هناك %s مشكلة / مشكلات.
de: Es gab %s Probleme.
es: Hay %s problemas.
hu: %s probléma van.
it: Ci sono %s problemi.
ja: %sに問題があります。
pl: Wystąpiło %s problemów.
pt_br: Houveram %s problemas.
ru: Имеется %s ошибок
sk: Je tu %s problémov.
sv: Det finns %s problem.
tr: %s sorun var

source: Examples
ar: أمثلة
de: Beispiele
es: Ejemplos
hu: Példák
it: Esempi
ja: 例
pl: Przykłady
pt_br: Exemplos
ru: Примеры
sk: Ukážky
sv: Exempel
tr: Örnekler

source: General
ar: عام
de: Allgemein
hu: Általános
it: Generale
ja: 全般
pl: Ogólnie
pt_br: Geral
ru: Главная
sk: Všeobecné
sv: Allmännt
tr: Genel

source: Picker
ar: المنتقي
de: Auswahl
es: Seleccionador
hu: Választó
it: Selettore
ja: ピッカー
pl: Przebieracz
pt_br: Selecionador
ru: Выбор файлов
sk: Zberač
sv: Väljare
tr: Toplayıcı

source: - Main -
ar: - الرئيسية -
de: - Hauptmenü -
es: - Principal -
hu: - Fő -
it: - Principale -
ja: - メイン -
pl: -Główny-
pt_br: - Principal -
ru: Главная
sk: - Hlavný -
sv: - Huvud -
tr: - Ana -

source: Numbering
ar: ترقيم
de: Nummerierung
es: Numeración
hu: Számozás
it: Numerazione
ja: 番号付け
pl: Numerowanie
pt_br: Numerador
ru: Нумерация
sk: Číslovanie
sv: Numrering
tr: Numaralandırma

source: Date and Time
ar: الوقت والتاريخ
de: Datum und Uhrzeit
es: Fecha y Hora
hu: Dátum és idő
it: Data e Ora
ja: 日付と時間
pl: Data i czas
pt_br: Data e Hora
ru: Дата и время
sk: Dátum a Čas
sv: Datum och Tid
tr: Tarih ve Zaman

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
hu: Súgó
it: Aiuto
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
ru: Помощь
sk: Pomoc
sv: Hjälp
tr: Yardım

source: album
ar: ألبوم
es: álbum
ja: アルバム
pt_br: álbum
ru: альбом
tr: albüm

source: performer
ar: المنجز
de: Künstler
es: intérprete
hu: előadó
it: esecutore
ja: 歌手
pl: wykonawca
pt_br: executor
ru: исполнитель
sk: učinkujúci
sv: artist
tr: sanatçı

source: title
ar: العنوان
de: Titel
es: título
hu: cím
it: titolo
ja: タイトル
pl: tytuł
pt_br: título
ru: название
sk: názov
sv: titel
tr: başlık

source: track
ar: المتتبع
es: №pista
hu: szám
it: traccia
ja: トラック
pl: ścieżka
pt_br: faixa
ru: трек
sk: stopa
sv: spår
tr: iz

source: year
ar: السنة
de: Jahr
es: año
hu: év
it: anno
ja: 年
pl: rok
pt_br: ano
ru: год
sk: rok
sv: år
tr: yıl

source: genre
ar: الجنس
es: género
hu: műfaj
it: genere
ja: ジャンル
pl: rodzaj
pt_br: gênero
ru: жанр
sk: žáner
tr: tarz

source: Unknown CDM compression: %02x
ar: ضغط CMD غير معروف: %02x
de: Unbekannte CDM Kompression: %02x
es: Compresión CDM desconocida: %02x
hu: Ismeretlen CDM tömörítés: %02x
it: Compressione CDM sconosciuta: %02x
ja: 未知のCDM圧縮: %02x
pl: Nieznana kompresja CDM: %02x
pt_br: Compressão de CDM desconhecida: %02x
ru: Неизвестное CDM сжатие: %02x
sk: Neznáma CDM kompresia
sv: Okänd CDM-kompression: %02x
tr: Bilinmeyen CDM sıkıştırması: %02x

source: Long read (%s): (%d > %d)
ar: قراءة طويلة (%s): (%d > %d)
de: Zu lange Leselaufzeit: (%d > %d)
es: Lectura larga (%s): (%d > %d)
hu: Hosszú olvasás (%s): (%d > %d)
it: Lettura lunga (%s): (%d > %d)
pl: Długie czytanie (%s): (%d > %d)
pt_br: Leitura longa(%s): (%d > %d)
ru: Длинное чтение (%s): (%d > %d)
sk: Dlhé načítanie
sv: Lång läsning (%s): (%d > %d)
tr: Uzun okuma(%s): (%d > %d)

source: Short read (%s): (%d < %d)
ar: قراءة قصيرة (%s): (%d < %d)
de: Zu kurze Leselaufzeit: (%d < %d)
es: Lectura corta (%s): (%d > %d)
hu: Rövid olvasás (%s): (%d < %d)
it: Scrittura lunga (%s): (%d < %d)
pl: Krótkie czytanie (%s): (%d < %d)
pt_br: Leitura curta (%s): (%d > %d)
ru: Короткое чтение (%s): (%d < %d)
sk: Krátke načítanie
sv: Kort läsning (%s): (%d > %d)
tr: Kısa Okuma (%s): (%d < %d)

source: Unsupported major version: %d
ar: رقم النسخة الأعظم غير مدعوم: %d
de: Nicht unterstütze Hauptversion: %d
es: Versión mayor no soportada: %d
hu: Nem támogatott főverzió: %d
it: Versione superiore non supportata: %d
ja: サポートされない主なバージョン：%d
pl: Nieobsługiwana główna wersja: %d
pt_br: Versão não suportada: %d
ru: Неподдерживаемая версия: %d
sk: Nepodporovaná hlavná verzia
sv: Icke stödd version: %d
tr: Desteklenmeyen esas sürüm : %d

source: sub-dir
ar: مجلد فرعي
de: Unterverzeichnis
hu: alkvtr
it: sottocartella
ja: サブ-ディレクトリ
pl: podfolder
ru: В каталог
sk: podadresár
sv: underkatalog
tr: alt-klasör

source: Insert sub-directory. Only works in 'dir' field
ar: إدراج مجلد فرعي. يعمل فقط في حقل 'المجلد'
de: Man kann Unterverzeichnisse nur im 'dir' Feld erstellen!
es: Insertar un sub-directorio. Solo funciona en el campo 'dir'.
hu: Adj meg alkönyvtárat. Csak a 'Könyvtár' mezőben megy.
it: Inserire la sottocartella. Funziona solo nel campo 'dir'
ja: サブディレクトリを挿入。'dir’フィールド内のみ
pl: Wprowadź podfolder. Działa tylko w polu 'folder'
pt_br: Insira o sub-diretório. Só funcionará no campo 'dir'
ru: Поместить в дополнительный каталог. Работает только для текущего каталога.
sk: Vložiť pod-adresár. Funguje iba v položke 'adresár'
sv: infoga underkatalog fingerar bara i katalogfältet
tr: Alt-dizin ekle. Sadece 'dir' alanında çalışır

source: date
ar: التاريخ
de: Datum
es: fecha
hu: dátum
it: data
ja: 日付
pl: data
pt_br: Data
ru: дата
sk: dátum
sv: datum
tr: tarih

source: Insert date. Use the 'Date and Time' panel to change settings
ar: إدراج التاريخ. استخدم لوحة 'الوقت والتاريخ' لتغيير الإعدادات
de: Datum einfügen. Benutzen sie das Datum und Zeit Panel um die Einstellungen zu ändern.
es: Insertar una fecha. Utilizar el panel de fecha y hora para cambiar los parámetros.
hu: Adj meg dátumot. Használd a 'Dátum és Idő' panelt a módosításhoz
it: Inserire la data. Utilizzare il pannello "Data e Ora" per effettuare le modifiche
ja: 日付を挿入します。設定を変えるには、『日付と時間』パネル を使ってください
pl: Wprowadź datę. Użyj panelu 'Data i czas' do zmiany ustawień
pt_br: Insira a data. Use o painel 'Data e Hora' para alterar as configurações
ru: Укажите дату. Используйте Дата и Время на закладке управления.
sk: Vložiť dátum. Použit 'Dátum a Čas' panel na zmenu nastavenia
sv: Infoga datum. Använd fliken 'Datum och Tid' för att ändra inställningar
tr: Tarih ekle. Ayarları değiştirmek için 'Tarih ve Zaman' panelini kullanın.

source: time
ar: الوقت
de: Zeit
es: hora
hu: idő
it: ora
ja: 時間
pl: czas
pt_br: hora
ru: время
sk: čas
sv: tid
tr: zaman

source: Insert time. Use the 'Date and Time' panel to change settings
ar: إدراج الوقت. استخدم لوحة 'الوقت والتاريخ' لتغيير الإعدادات
de: Zeit einfügen. Benutzen sie das Datum und Zeit Panel um die Einstellungen zu ändern.
es: Insertar una hora. Utilizar el panel de fecha y hora para cambiar los parámetros.
hu: Adj meg időt. Használd a 'Dátum és Idő' panelt a módosításhoz
it: Inserire l'ora. Utilizzare il pannello 'Data e Ora' per effettuare le modifiche
ja: 時間を挿入します。設定を変えるには、『日付と時間』パネル を使ってください
pl: Wprowadź czas. Użyj panelu 'Data i czas' do zmiany ustawień
pt_br: Insira a hora. Use o painel 'Data e Hora' para alterar as configurações
ru: Укажите время. Используйте Дата и Время на закладке управления.
sk: Vložiť čas. Použit 'Dátum a Čas' panel na zmenu nastavenia
sv: Infoga tid. Använd fliken 'Datum och Tid' för att ändra inställningar
tr: Zaman ekle. Ayarları değiştirmek için 'Tarih ve Zaman' panelini kullanın.

source: numbering
ar: الترقيم
de: Nummerierung
es: numeración
hu: számozás
it: numerazione
ja: 番号付け
pl: numerowanie
pt_br: numerando
ru: нумерация
sk: číslovanie
sv: numrering
tr: numaralandırma

source: Insert enumerating sequence. Use the 'Numbering' panel to change settings
ar: إدراج سلسلة ترقيمية. استخدم لوحة 'الترقيم' لتغيير الإعدادات
de: Aufzählung einfügen. Benutzen sie das 'Nummerierung' Panel um die Einstellungen zu ändern
es: Insertar una secuencia numérica. Utilizar el panel de numeración para cambiar los parámetros
hu: Szúrj be számozást. Használd a 'Számozás' panelt a módosításhoz
it: Inserire la sequenza di numerazione. Utilizzare il pannello 'Numerazione' per effettuare le modifiche
ja: 連番を挿入します。設定を変えるには、『番号付け』パネル を使ってください
pl: Wprowadź sekwencję przeliczania. Użyj panelu Numerowania do zmiany ustawień
pt_br: Insira a seqüencia de enumeração. Use o painel 'Enumeração' para alterar as configurações
ru: Использовать нумерацию. Настройте параметры в панеле "Нумерация".
sk: Vložiť poradový zoznam. Použite 'Číslovanie' panel na zmenu nastavenia
sv: Infoga nummersekvens. Använd fliken 'Numrering' för att ändra inställningar
tr: Numaralandırma sırası ekle. Ayarları değiştirmek için 'Numaralandırma' panelini kullanın.

source: Insert id3 tag information from file
ar: إدراج معلومات وسم id3 من ملف
de: Id3 Tag Information aus Datei einfügen
es: Insertar una marca de id3 del archivo
hu: Egy id3 tag információ beszúrása fájlból
it: Inserire le informazioni del tag id3 dal file
ja: ファイルからID3タグ情報を挿入します。
pl: Wprowadź etykietę id3 z pliku
pt_br: Inserir a tag id3 a partir de um arquivo
ru: Вставить тег id3 информации из файла
sk: Vložiť id3 tag informáciu zo súboru
sv: Infoga id3 information från fil
tr: Dosyadan id3 bilgisini ekle

source: Select which Id3 tag to read.
ar: اختيار وسم id3 الذي ينبغي قراءته
de: Bitte wählen sie welcher Id3 Tag gelesen werden soll
es: Seleccionar cual marca de id3 para leer.
hu: Jelöld ki a beolvasandó id3 tagot
it: Selezionare il tag id3 da leggere
ja: 読み込むId3タグを選択して下さい。
pl: Wybierz, którą etykietę id3 odczytać.
pt_br: Selecione qual id3 deve ser lida.
ru: Выбрать какой id3 тег читать
sk: Vybrať Id3 na načítanie.
sv: Välj vilken id3 tag att läsa.
tr: Okumak için Id3 bilgisini seçin.

source: Dir:
ar: المجلد:
de: Verzeichnis
hu: Könyvtár:
it: Cartella:
ja: ディレクトリ:
pl: Folder:
ru: В папку:
sk: Adresár:
sv: Katalog:
tr: Klasör:

source: Add directory
ar: إضافة مجلد
de: Verzeichnis hinzufügen
es: Añadir un directorio
hu: Könyvtár hozzáadása
it: Aggiungi cartella
ja: ディレクトリの追加
pl: Dodaj folder
pt_br: Adicionar diretório
ru: Добавить папку
sk: Pridať adresár
sv: Lägg till katalog
tr: Dizin ekle

source: Use 'sub-dir' button to add sub-directories
ar: استخدم الزر 'مجلد فرعي' لإضافة مجلدات فرعية
de: Benutzen sie den 'Unterverzeichnis' Button um Unterverzeichnisse einzufügen
es: Utilizar el botón 'sub-dir' para añadir sub-directorios.
hu: Használd az 'alkvtr' gombot alkönyvtárak hozzáadásához
it: Utilizzare il pulsante 'suttocartella' per aggiungere le sottocartelle
ja: 「サブティレクトリ」ボタンを使用しサブディレクトリを追加する。
pl: Użyj przycisku 'podfolder', aby dodać podfolder
pt_br: Use o botão 'sub-dir' para adicionar sub-diretórios
ru: Использовать кнопку "папка" для добавления папок
sk: Použiť 'podadresár' tlačítko pre pridanie podadresárov
sv: Använd 'underkatalog'-knappen för att lägga till underkataloger
tr: Alt-klasör eklemek için 'sub-dir' düğmesini kullanın.

source: Prefix:
ar: الجزء السابق من الاسم:
de: Präfix:
es: Prefijo:
hu: Előtag:
it: Prefisso:
ja: 接頭:
pl: Przedrostek:
pt_br: Prefixo:
ru: Перед:
tr: Önek:

source: Suffix:
ar: الجزء اللاحق من الاسم:
es: Sufijo:
hu: Utótag:
it: Suffisso:
ja: 接尾:
pl: Przyrostek:
pt_br: Sufixo:
ru: После:
sk: Sufix:
tr: Sonek:

source: Search:
ar: بحث:
de: Suchen:
es: Buscar:
hu: Keresés:
it: Cerca:
ja: 検索:
pl: Szukaj:
pt_br: Procurar:
ru: Поиск:
sk: Hľadať:
sv: Sök:
tr: Ara:

source: Search and: replace, modify, or move
ar: بحث و: إبدال، تعديل أو نقل
de: Suchen und: ersetzen, ändern oder verschieben
es: Buscar y: reemplazar, modificar, o desplazarse.
hu: Keresés és: csere, módosítás vagy mozgatás
it: Cerca e: sostituisci, modifica o sposta
ja: 検索と: 置換, 修正, 又は移動
pl: Szukaj i: zastąp, modyfikuj, lub przenieś
pt_br: Procurar e: trocar, modificar ou mover
ru: Поиск, замена, изменение или перемещение
sk: Hľadať a: nahradiť, upraviť, alebo presunúť
sv: Sök och: ersätt, modifera eller flytta
tr: Ara ve: yerine koy, değiştir, veya taşı

source: Insert:
ar: إدراج:
de: Einfügen:
es: Insertar:
hu: Beszúr:
it: Inserisci:
ja: 挿入:
pl: Wprowadź:
pt_br: Inserir:
ru: Вставка:
sk: Vložiť:
sv: Infoga:
tr: Ekle:

source: Insert into name.
ar: إدراج ضمن اسم.
de: In diesen Namen einfügen
es: Insertar en nombre.
hu: Beszúr a névbe.
it: Inserisci nel nome.
ja: 名前に挿入
pl: Wprowadź nazwę.
pt_br: Inserir no nome.
ru: Вставить в имя.
sk: Vložiť do mena.
sv: Infoga i namn.
tr: İsim içerisine ekle.

source: Use negative values to start from end of name.
ar: استخدم القيم السالبة للبدء من نهاية الاسم.
de: Benutzen sie negative Werte um am Ende des Namens anzufangen.
es: Utilizar valores negativos para empezar al final del nombre.
hu: Használj negatív értékeket, ha hátulról.
it: Utilizzare valori negativi per iniziare dalla fine del nome.
ja: 負数を使用して、名前の終わりから開始する。
pl: Użyj ujemnych wartości, by rozpocząć od końca nazwy.
pt_br: Usar valores negativos para iniciar pelo fim do arquivo.
ru: Используйте отрицательные значения для изменения с конца
sk: Vložiť záporné hodnoty pre štart od konca mena.
sv: Använd negativa värden för att börja från slutet av namnet.
tr: İsimin sonundan başlamak için negatif sayı kullanın.

source: Keep blank to replace entire name.
ar: أبق الحقل فارغاً لاستبدال الاسم كاملاً.
de: Um den gesamten Namen zu ersetzen lassen sie das Geld leer.
es: Mantener vacío al reemplazar nombre entero.
hu: Hagyd üresen az egész név cseréjéhez
it: Lasciare vuoto per sostituire l'intero nome.
ja: 全名前を置換するために空白を保持する。
pl: Zostaw puste, by zastąpić całą nazwę.
pt_br: Mantenha em branco para trocar o nome inteiro.
ru: Оставьте пустым для замены всего имени.
sk: Nechať prázdne pre nahradenie celého mena.
sv: Lämna tom för att ersätta hela namnet
tr: Bütün ismi değiştirmek için boş bırakın.
