Repository: metamorphose/metamorphose1
Catalog: messages/*/*.po
Languages: ar, de, es, hu, it, ja, pl, pt_br, ru, sk, sv, tr

source: case sensitive
ar: حالة الأحرف حساسة
de: Gross/Kleinschreibung beachten
es: según tamaño
hu: nagybetű érzékeny
ja: 大小文字を区別
pl: wielkość liter uwzględniana
pt_br: Sensível à caixa
ru: учитывать регистр
sk: rozlišovať veľkosť písmen
sv: skiftlägeskänslighet
tr: büyük ve küçük harfe duyarlı

source: Differentiate between upper and lower case.
ar: التفريق بين الأحرف الصغيرة والكبيرة
de: Unterscheide zwischen Groß/Kleinschreibung
es: Distinguir mayúsculas de minúsculas.
hu: kis/Nagybetűk megkülönböztetése.
it: Attenzione alle maiuscole e alle minuscole.
ja: 大文字・小文字を区別する。
pl: Rozróżniaj duże i małe litery.
pt_br: Diferenciar entre caixa alta e baixa.
ru: Различать большие и маленькие буквы.
sk: Rozlišovať medzi veľkými a malými písmenami.
sv: Skilj på gemener och VERSALER
tr: Büyük ve küçük harfleri ayır.

source: Length:
ar: الطول:
de: Länge:
es: Longitud:
hu: Hossz:
it: Lunghezza:
ja: 長さ:
pl: Długość:
pt_br: Comprimento:
ru: Длина:
sk: Dĺžka:
sv: Längd:
tr: Uzunluk:

source: Text (blank for all):
ar: نص (فراغ للكل):
de: Text (leer lassen für Alles):
es: Texto (vacío para todo):
hu: Szöveg (üres mindhez):
it: Testo (vuoto per tutti):
ja: テキスト (全て空白):
pl: Tekst (puste dla wszystkich):
pt_br: Texto (em branco para todos):
ru: Текст (пустой для всех)
sk: Text (prázdne pre všetko)
sv: Text (tom för alla):
tr: Metin (tümü için boşluk):

source: Position:
ar: موقع:
es: Posición:
hu: Hely:
it: Posizione:
ja: 位置:
pl: Pozycja:
pt_br: Posição:
ru: Позиция:
sk: Pozícia:
tr: Konum:

source: Reg-Expr:
ar: تعابير اعتيادية:
de: Reg-Aus:
es: Expr-Reg:
hu: Szab-kif.:
it: Expr-Reg:
ja: 正規表現:
pl: Wyr.-regul.:
pt_br: Exp-Reg:
ru: Уст.фильтра
sk: Reg-Výr:
sv: Reg-Uttr:
tr: Düz-İfader:

source: Regular Expression
ar: التعبير الاعتيادي
de: regulärer Ausdruck
es: Expresión Regular
hu: Szabályos kifejezés
it: Espressione Regolare
ja: 正規表現
pl: Wyrażenie regularne
pt_br: Expressão regular
ru: Использование фильтра
sk: Regulárny Výraz
sv: Reguljära uttryck
tr: Düzenli İfade

source: Start at the:
ar: ابدأ من:
de: Starte bei:
es: Empezar por el:
hu: Innen:
it: Inizia al:
ja: 開始場所
pl: Zacznij od:
pt_br: Iniciar em:
ru: Начать здесь:
sk: Začínať na:
sv: Börja vid:
tr: Şuırdan başla

source: Keep blank to delete.
ar: أبق فارغاً للحذف.
de: Freilassen zum Löschen.
es: Mantener en vacío para borrar.
hu: Hagyd üresen a törléshez
it: Lasciare vuoto per cancellare.
ja: 削除の空白を保持
pl: Zostaw puste, by usunąć.
pt_br: Mantenha em branco para deletar.
ru: Оставьте пустым для удаления.
sk: Zachovať prázdne pre zmazanie.
sv: Lämna blank för att ta bort.
tr: Silmek için boş tutun.

source: All alphabetical characters
ar: كل أحرف الأبجدية
de: Alle Buchstaben
es: Todos los caracteres alfabéticos
hu: Minden betű
it: Tutti i caratteri
ja: 全アルファベットキャラクター
pl: Wszystkie litery alfabetu
pt_br: Todos caracteres alfabéticos
ru: Все буквенные символы
sk: Všetky abecedné znaky
sv: Alla alfabetiska tecken
tr: Bütün alfabetik karakterler

source: All number characters
ar: كل الأرقام
de: Alle Zahlen
es: Todas las cifras
hu: Minden szám
it: Tutte le cifre
ja: 全番号キャラクター
pl: Wszystkie cyfry
pt_br: Todos caracteres numéricos
ru: Все числовые символы
sk: Všetky číselné znaky
sv: Alla numeriska tecken
tr: Tüm sayısal değerler

source: I
es: S
ru: Р

source: case-Insensitive match
ar: تطابق حساس لحالة الأحرف
de: Groß/Kleinschreibung anpassen
es: igualidad Según tamaño.
hu: nagybetű-érzéketlen illesztés
it: corrispondenze case-Insensitive
ja: 大小文字判別無し 適合
pl: wynik nie uwzględniający wielkości liter
pt_br: Busca por caixa não sensível
ru: Не учитывать регистр
sk: zhoda nezávislá na veľkosti znakov
sv: Icke skiftlägeskänslig matchning
tr: büyük küçük Duyarsız eşleşme

source: U
ru: Ю

source: Unicode match (\w matches etc)
ar: Unicode match (\w matches œ, û, à, etc)
de: Unicode Übereinstimmung (\w stimmt mit œ, û, à, etc überein)
es: igualdad Unicode (\w encuentra œ, û, à, etc)
hu: Unicode találat (\w találatok œ, û, à, stb.)
it: Corrispondenze Unicode(\w corrispondenze æ, ê, å etc)
ja: Unicode マッチ (\w œ, û, à, 等の非アスキー文字を検索)
pl: Porównanie Unicode (\w porównuje ą, ę, ś itd.)
pt_br: Mostrar por Unicode (\w mostra œ, û, à, etc)
ru: Юникод
sk: Unicode zhoda (\w atď)
sv: Unicode matchning (\w matchar œ, û, à, etc)
tr: Evrensel kod uyumu(\w uyuşur v.s)

source: end
ar: نهاية
de: Ende
es: final
hu: vég
it: fine
ja: 終了から
pl: koniec
pt_br: fim
ru: с конца
sk: koniec
sv: slut
tr: son

source: begining
ar: بداية
de: Anfang
es: comienzo
hu: kezdet
it: inizio
ja: 始まりから
pl: początek
pt_br: início
ru: с начала
sk: začiatok
sv: början
tr: başlangıç

source: Activate a field, then type text or use one of the buttons at left to enter in an operation.
ar: نشط حقلاً، ثم اكتب النص أو استخدم واحداً من الأزرار على اليسار لإدخال عملية.
de: Feld aktivieren, passende Einstellungen treffen oder einen der Button links benutzen.
es: Active un campo, luego escribir texto o use uno de los botones a la izquierda para activar una operación.
hu: Aktiválj egy mezőt, majd gépelj vagy használj egy gombot balra a bevitelhez egy műveletben.
it: Attivare un campo, quindi digitare il testo o utilizzare uno dei bottoni di sinistra per inserire un'operazione.
ja: フィールドをアクティブにするには、テキストを入力 または操作を行う為左ボタンを使用して下さい。
pl: Aktywuj pole, następnie wpisz tekst lub użyj jednego z przycisków po lewej, aby wprowadzić operacje.
pt_br: Ative um campo, então digite o texto ou use um dos botões da esquerda para entrar em uma operação
ru: Активировать поле "Папка", затем вписать текст или использовать одну из кнопок.
sk: Aktivujte pole, potom pre zadanie operácie napíšte text alebo použite jedno z tlačítok naľavo
sv: Aktivera ett fält, ange sedan text att använda eller använd knapparna till vänster.
tr: Bir işleme girmek için alanı seçin, metin girin yada soldaki düğmelerden brini kullanın.

source: at position:
ar: في الموقع:
de: An Position:
es: a la posición:
hu: itt:
it: nella posizione:
ja: 位置:
pl: na pozycji:
pt_br: na posição:
ru: на позицию:
sk: na pozícii:
sv: vid position:
tr: şu konumdan:

source: every
ar: كل
de: Jeder
es: cada
hu: minden
it: ogni
ja: 指定文字数毎挿入
pl: każdy
pt_br: todo
ru: через каждые
sk: každý
sv: varje
tr: her:

source: characters
ar: أحرف
de: Buchstaben
es: caracteres
hu: karakter
it: carattere
ja: 文字
pl: znaki
pt_br: caracteres
ru: символов
sk: znaky
sv: tecken
tr: karakterler

source: Replace with (blank to delete):
ar: استبدل بـ (أبق فراغاً للحذف):
de: Ersetzen mit (Leer lassen zum löschen)
es: Reemplazar con (vacío por borrar):
hu: Csere ezzel (üresre töröl):
it: Sostituisci con (vuoto per cancellare)
ja: 置換 (空白は削除):
pl: Zastąp (puste, by usunąć):
pt_br: Trocar por (em branco para deletar):
ru: Заменить на (пустое для удаления)
sk: Nahradiť s (prázdne pre zmazanie):
sv: Ersätt med (blank för att ta bort):
tr: Şununla yer değiştir (silmek için boş bırakın):

source: UPPERCASE
ar: أحرف كبيرة
de: GROßBUCHTABEN
es: MAYÚSCULA
hu: NAGYBETŰ
it: MAIUSCOLE
ja: 大文字
pl: WIELKIE LITERY
pt_br: CAIXA ALTA
ru: ЗАГЛАВНЫЕ БУКВЫ
sk: VEĽKÉ ZNAKY
sv: VERSAL
tr: BÜYÜK-HARF

source: Capitalize first
ar: تكبير الحرف الأول
de: Erster Buchs. groß
es: Prim. letra may.
hu: Nagy 1. betű
it: Prima lettera maiuscola
ja: 語頭を大文字
pl: Duża pierwsza litera
pt_br: Capte primeiro
ru: С заглавной буквы
sk: Najprv zmeniť na veľké písmená
sv: Versalisering av första
tr: İlk harfleri büyük yap

source: SWAP case
ar: قلب حالة الأحرف
de: Umkehren
es: CAMBIAR tamaño
hu: nagy/KIS csere
ja: 大小文字反転
pl: ZMIEŃ wielkość
pt_br: TROCAR a caixa
ru: зАГЛАВНЫЕ бУКВЫ
sk: zameniť malé a veľké písmena
sv: BYT skiftläge
tr: DEĞİŞTİRME seçeneği

source: lowercase
ar: أحرف صغيرة
de: kleinbuchstaben
es: minúscula
hu: kisbetű
it: minuscole
ja: 小文字
pl: małe litery
pt_br: caixa baixa
ru: прописные буквы
sk: malé písmená
sv: gemen
tr: küçük-harf

source: DoRkIfY
de: Zufällig
es: DoRkiFiAr
hu: BoGaRaS
pt_br: IMbeCiLiZaR
ru: РаЗнЫе БуКвЫ
sk: StRiEDaVoVeĽKé
sv: BlANda

source: Title Style
ar: مظهر العنوان
es: Estilo título
hu: Cím Stílus
it: Stile del Titolo
ja: タイトルスタイル
pl: Styl tytułu
pt_br: Estilo de Título
ru: Стиль заголовка
sk: Štýl Názvu
sv: Versalisering Av Alla
tr: Stil Başlığı

source: Choose the type of case modification.
ar: اختر نوع تعديل حالة الأحرف.
de: Wählen sie die Art der Buchstabenänderung
es: Escoger el tipo de modificación de caja.
hu: Válaszd ki a kis/Nagybetű módosítást
it: Scegliere la modifica dei caratteri.
ja: 文字修正のタイプを選択
pl: Wybierz typ zmiany wielkości.
pt_br: Escolha o tipo de modificação da caixa.
ru: Выберите тип изменения букв.
sk: Vybrať zmenu veľkosti písmen.
sv: Väl typ av skiftläge.
tr: Değişiklik seçeneğini seçin.

source: modify:
ar: تعديل:
de: Ändere:
es: modificar:
hu: módosít:
it: modifica:
ja: 更新:
pl: modyfikuj:
pt_br: modificar:
ru: изменения:
sk: upraviť:
sv: modifiera:
tr: değiştir:

source: Modifies all matches.
ar: تعديل جميع المطابقات.
de: Ändere alle Übereinstimmungen.
es: Modificar todos los igualados.
hu: Minden találatot módosít
it: Modifica tutte le corrispondenze.
ja: 全合致を修正する
pl: Zmienia wszystkie wyniki.
pt_br: Modificar todos os resultados.
ru: Изменить все значения.
sk: Modifikovať všetky výskyty.
sv: Modifierar alla matchningar.
tr: Uyuşanların tümünü değiştir.

source: Anything but ...
ar: كل شيء عدا ...
de: Alles, aber...
es: Todo, salvo ...
hu: Bármit, kivéve ...
it: Ogni cosa ma ...
ja: …のほかはなんでも
pl: Wszystko oprócz...
pt_br: Tudo menos ...
ru: Ничего, но ...
sk: Čokoľvek, len nie ...
sv: Allt utom...
tr: Hariç hiç biri ...

source: Modify length:
ar: طول التعديل:
de: Ändere Länge:
es: Modificar la longitud:
hu: Hossz módosítása:
it: Modifica la lunghezza:
ja: 長さを修正:
pl: Zmień długość:
pt_br: Mudar Tamanho:
ru: Изменить длину:
sk: Upraviť dľžku:
sv: Modifiera längd:
tr: Değiştirme uzunluğu:

source: Change the length of the name.
ar: تغيير طول الاسم.
de: Ändere die Namenslänge.
es: Cambiar la longitud del nombre.
hu: Név hosszának módosítása
it: Cambia la lunghezza del nome.
ja: 名前の長さを変更
pl: Zmień długość nazwy.
pt_br: Mudar o tamanho do nome
ru: Изменить длину имени.
sk: Zmeniť dľžku mena.
sv: Ändra längden på namnet
tr: İsmin uzunluğunu değiştir.

source: Length after modification
ar: الطول بعد التعديل
de: Länge nach der Änderung
es: Longitud después de la modificación
hu: Leendő hossz
it: Lunghezza dopo la modifica
ja: 修正後の長さ
pl: Długość po modyfikacji
pt_br: Tamanho após a modificação
ru: Длина после изменения:
sk: Dľžka po upravení
sv: Längd efter ändring
tr: DEğişiklik sonu uzunluk

source: to:
ar: إلى:
de: nach:
es: a:
hu: erre:
it: a:
ja: 文字数:
pl: do:
pt_br: para:
ru: до:
sk: do:
sv: till:
tr: şuna

source: Character to use for padding.
ar: الحرف الذي يجب اختياره للحشو.
de: Buchstabe, der zum Füllen benutzt werden soll
es: Carácter a utilizar para el relleno.
hu: Behúzásra használt karakter.
it: Carattere da utilizzare per il riempimento.
ja: パッドに使用する文字
pl: Znak używany do wypełniania.
pt_br: Caractere para usar como preenchimento
ru: Используемые символы
sk: Zarovnavací znak.
sv: Tecken att använda som utfyllnad.
tr: Doldurmak için kullanılacak karakter.

source: pad with:
ar: حشو بـ:
de: Fülle mit:
es: rellenar con:
hu: behúzás ezzel:
it: riempi con:
ja: パッド幅
pl: wypełnij:
pt_br: Preencher com:
ru: вставить:
sk: zarovnať s:
sv: fyll med:
tr: ile doldur:

source: from the:
ar: من الـ:
de: Von:
es: para la:
hu: innen:
it: dal:
ja: 開始
pl: od:
pt_br: do:
ru: Отчёт:
sk: od:
sv: från:
tr: -den:

source: Cut
ar: قص
de: Ausschneiden
es: Cortar
hu: Vág
it: Taglia
ja: 切り取り
pl: Wytnij
pt_br: Cortar
ru: Вырезать
sk: Skrátiť
sv: Klipp
tr: Kes

source: Pad
ar: حشو
de: Füllung
es: Rellenar
hu: Behúz
it: Riempimento
ja: パッド
pl: Wypełnienie
pt_br: Preencher
ru: Добавить
sk: Zarovnať
sv: Fyll
tr: Doldur

source: Both
ar: كلاهما
de: Beide
es: Ambos
hu: Mind2
it: Entrambi
ja: 両方
pl: Oba
pt_br: Ambos
ru: Оба
sk: Oboje
sv: Båda
tr: Her ikisi

source: How to change the length.
ar: كيفية تغيير الطول.
de: Wie soll die Länge geändert werden?
es: Como cambiar la longitud.
hu: Hossz megváltoztatásának módja
it: Come cambiare la lunghezza
ja: どの様に長さを変えるか
pl: Jak zmienić długość.
pt_br: Como mudar o tamanho.
ru: Как изменить длину.
sk: Ako zmeniť dĺžku.
sv: Hur längden ska ändras.
tr: Uzunluk nasıl değişir.

source: right
ar: يمين
de: Rechts
es: derecha
hu: jobb
it: destra
ja: 右
pl: prawo
pt_br: direita
ru: справа
sk: doľava
sv: höger
tr: sağ

source: left
ar: يسار
de: Links
es: izquierda
hu: bal
it: sinistra
ja: 左
pl: lewo
pt_br: esquerda
ru: слева
sk: doprava
sv: vänster
tr: sol

source: Starting direction for modification.
ar: بدء اتجاه التعديل
de: Anfangsrichtung für die Änderung
es: Comienzo de dirección para esta modificación.
hu: Módosítás irányítása
it: Direzione iniziale per la modifica.
ja: 修正の開始方向
pl: Początkowy kierunek dla zmian.
pt_br: Posição de início da modificação.
ru: С какой стороны считать количество символов
sk: Počiatočný smer pre modifikáciu.
sv: Från vilket håll ändringen startar
tr: Değişiklik yönetimi başlatılıyor.

source: Character sets:
ar: مجموعة الأحرف:
de: Zeichensatz:
es: Conjunto de caracteres:
hu: Karakter készletek:
it: Set di caratteri:
ja: キャラクターセット:
pl: Zestawy znaków:
pt_br: Tipos de Caractere:
ru: Параметры символов:
sk: Množiny znakov:
sv: Tecken:
tr: Karakter setleri:

source: Position to add padding (0 = first character).
ar: موقع إضافة الحشو (0 = الحرف الأول).
de: Position der Füllung (0= erster Buchstabe)
es: Posición para añadir relleno (0 = primer carácter)
hu: Pozíció a behúzáshoz (0 = 1. karakter)
it: Posizione del riempimento (0=primo carattere)
ja: パッドの追加位置(0 = 最初の文字).
pl: Pozycja dodania wypełnienia (0 = pierwszy znak).
pt_br: Posição para adicionar o preenchimento (0= primeiro caractere).
ru: Позиция для вставки (0=для первого символа)
sk: Začiatok zarovnania (0 = prvý znak).
sv: position att börja fylla vid (0 = första tecken).
tr: Eklenecek konum (0 = ilk karakter ).

source: Move:
ar: نقل:
de: Verschieben
es: Desplazarse:
hu: Mozgatás:
it: Sposta:
ja: 移動:
pl: Przenieś:
pt_br: Mover:
ru: Переместить:
sk: Posunúť:
sv: Flytta:
tr: Taşı:

source: Move first search match to specified position.
ar: نقل التطابق الأول إلى المكان المحدد.
de: Verschieben, suche zuerst nach Übereinstimmung mit vorgegebener Position
es: Desplazar el primer igualado en la búsqueda a la posición específica.
hu: 1. találat mozgatása a megadott helyzethez.
it: Sposta i risultati nella posizione specificata.
ja: 最初に検索に合致した場所へ移動
pl: Przenieś pierwszy wynik wyszukiwania na określoną pozycję.
pt_br: Mover primeira ocorrência para a posição especificada.
ru: Определить позицию для фильтра
sk: Presunúť prvý výskyt na zadanú pozíciu.
sv: Flytta första matchning till specifierad position.
tr: Aramada ilk eşleşeni belirtilen konuma taşı.

source: to position:
ar: إلى الموقع:
de: an Position
es: a la posición:
hu: erre a helyre:
it: nella posizione:
ja: 位置:
pl: na pozycje:
pt_br: para posição:
ru: на позицию:
sk: na pozíciu:
sv: till position:
tr: şu konuma:

source: to
ar: إلى
es: para
hu: ide:
it: a
ja: 方向
pl: do
pt_br: para
ru: на
sk: na
sv: till
tr: şuraya

source: after
ar: بعد
de: Nach
es: después
hu: után
it: dopo
ja: 後
pl: po
pt_br: depois
ru: после
sk: po
sv: efter
tr: sonuna

source: before
ar: قبل
de: Vor
es: antes
hu: elé
it: prima
ja: 前
pl: przed
pt_br: antes
ru: после
sk: pred
sv: före
tr: önüne

source: replace
ar: استبدال
de: Ersetzen
es: reemplazar
hu: csere
it: sostituisci
ja: 置換
pl: zastąp
pt_br: trocar
ru: заменить
sk: nahradiť
sv: ersätt
tr: yerine koy

source: text:
ar: نص:
es: del texto:
hu: szöveg:
it: testo:
ja: テキスト:
pl: tekst:
pt_br: texto:
ru: текст:
tr: metin:

source: Reg-Expr
ar: تعبير اعتيادي
de: Reg-Ausd
es: Expr-Reg
hu: Szab-Kif.
it: Expr-Reg
ja: 正規表現
pl: Wyr.-Reg.
pt_br: Expr-Reg
ru: Фильтр
sk: Reg-Výr:
sv: Reg-Uttr

source: Evaluate text as regular expression.
ar: تقييم النص كتعبير اعتيادي
de: Text als regulären Ausdruck festlegen
es: Evaluar texto como expresión regular.
hu: Szöveg értelmezése szabályos kifejezésként
it: Considera il testo come una espressione regolare.
ja: 正規表現としてテキストを評価する
pl: Traktuj tekst jako wyrażenie regularne.
pt_br: Avaliar texto como expressão regular.
ru: Считать текст как фильтр
sk: Vyhodnotiť text ako regulárny výraz.
sv: Ange text som reguljärt uttryck.
tr: Metni düzenli ifade olarak değerlendir.

source: Name
ar: الاسم
es: Nombre
hu: Név
it: Nome
ja: 名前
pl: Nazwa
pt_br: Nome
ru: Имя
sk: Meno
sv: Namn
tr: İsim

source: All operations act on file or folder name.
ar: كل العمليات تعمل على الملف أو اسم المجلد.
de: Alle Anweisungen wirken sich auf den Datei oder Verzeichnisnamen aus.
es: Todas las operaciones actúan en el nombre de archivo o carpeta.
hu: Minden művelet a fájl vagy mappa nevén
it: Tutte le operazioni vengono eseguite sul nome dei file o delle cartelle.
ja: 全ての操作は、ファイルまたはフォルダ名に従って動作します。
pl: Wszystkie operacje oddziałują na nazwę pliku lub folderu.
pt_br: Aplicar todas operações em um nome de arquivo ou diretório.
ru: Все операции действуют на файл или папку
sk: Všetky operácie pracujú s názvom súboru alebo adresára.
sv: Alla ändringar påverkar fil och katalognamn.
tr: Tüm işlemler dosya yada klasör isimlerine etkili.

source: Extension
ar: الامتداد
de: Erweiterung
es: Extensión
hu: 'Kiterjesztés'
it: Estensione
ja: 拡張子
pl: Rozszerzenie
pt_br: Extensão
ru: Расширение
sk: Prípona
sv: Filtyp
tr: Uzantı

source: All operations act on file extension.
ar: كل العمليات تعمل على نفس الامتداد.
de: Alle Anweisungen wirken sich auf die Datei Erweiterung aus.
es: Todas las operaciones actúan en la extensión de archivo.
hu: Minden művelet a 'kiterjesztésen'.
it: Tutte le operazioni agiscono sull'estensione dei file.
ja: 全ての操作は、ファイル拡張子に作用します。
pl: Wszystkie operacje oddziałuja na rozszerzenie pliku.
pt_br: Aplicar todas as operações em uma extensão de arquivo.
ru: Все операции действуют на расширение файла.
sk: Všetky operácie konajú podľa prípony súboru.
sv: Alla ändringar påverkar filtyp.
tr: Tüm işlemler uzantılar üzerinde etkili.

source: Operations act on:
ar: العمليات تعمل على:
de: Anweisung wirkt sich aus auf:
es: Operaciones actuan en:
hu: Műveletek hatása:
it: Le operazioni agiscono su:
ja: 操作の 実行場所:
pl: Operacje oddziałują na:
pt_br: As operações agirão em:
ru: Операция действует на:
sk: Operácie konajú na:
sv: Ändringar påverkar:
tr: İşlemler şunların üzerinde etki eder:

source: numb
ar: مفتر
de: fest
es: núm
hu: számz
it: num
ja: 番号
pl: liczba
pt_br: entorpecido
ru: число
sk: číslo
sv: numr
tr: uyuş

source: Location
ar: الموقع
de: Ort
es: Ubicación
hu: Hely
it: Luogo
ja: 場所
pl: Lokacja
pt_br: Localização
ru: Путь
sk: Umiestnenie
sv: Plats
tr: Yer

source: Original Name
ar: الاسم الأصلي
es: Nombre Original
hu: Eredeti név
it: Nome Originale
ja: 元の名前
pl: Oryginalna nazwa
pt_br: Nome original
ru: Исходное имя
sk: Pôvodné Meno
sv: Orginalnamn
tr: Orijinal İsim

source: New Name
ar: الاسم الجديد
de: Neuer Name
es: Nombre Nuevo
hu: Új név
it: Nuovo Nome
ja: 新しい名前
pl: Nowa nazwa
pt_br: Novo Nome
ru: Новое имя
sk: Nové Meno
sv: Nytt namn
tr: Yeni İsim

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
hu: Szerkesztés
it: Modifica
ja: 編集
pl: Edycja
pt_br: Editar
ru: Редактировать
sk: Editovať
sv: Redigera
tr: Düzenle

source: Preferences
ar: تفضيلات
de: Voreinstellungen
es: Preferencias
hu: Beállítások
it: Preferenze
ja: 設定
pl: Ustawienia
pt_br: Preferências
ru: Установки
sk: Preferencie
sv: Inställningar
tr: Tercihler

source: Change your preferences
ar: تغيير تفضيلاتك
de: Einstellungen ändern
es: Cambiar sus preferencias
hu: Beállításaid módosítása
it: Modifica le preferenze
ja: 設定を変更
pl: Zmień swoje ustawienia
pt_br: Mudar as preferências
ru: Изменить ваши установки
sk: Zmeniť preferencie
sv: Ändra dina inställningar
tr: Tercihlerinizi değiştirin

source: Language
ar: اللغة
de: Sprache
es: Idioma
hu: Nyelv
it: Lingua
ja: 言語
pl: Język
pt_br: Idioma
ru: Язык
sk: Jazyk
sv: Språk
tr: Dil

source: Change the language
ar: تغيير اللغة
de: Sprache ändern
es: Cambiar el idioma
hu: Nyelv váltása
it: Cambia Lingua
ja: 言語を変更
pl: Zmień język
pt_br: Mudar a língua
ru: Изменить язык
sk: Zmeniť Jazyk
sv: Ändra språk
tr: Dil değiştir

source: Undo ctrl+Z
ar: تراجع ctrl+ئ
de: Rückgängig ctrl+Z
es: Deshacer ctrl+Z
hu: Visszavon ctrl+Z
it: Annulla ctrl+Z
ja: アンドゥ ctrl+Z
pl: Cofnij ctrl+Z
pt_br: Desfazer ctrl+Z
ru: Отменить ctrl+Z
sk: Naspäť ctrl+Z
sv: Ångra Ctrl+Z
tr: Geri al ctrl+Z

source: Undo last renaming operation
ar: التراجع عن آخر عملية إعادة تسمية
de: Letzte Anweisung rückgängig machen
es: Deshacer la ultima operación de renombramiento
hu: Utolsó átnevező művelet visszavonása
it: Annulla l'ultima rinominazione
ja: 最後のリネーム操作を戻します
pl: Cofnij ostatnią operację zmiany nazwy
pt_br: Desfazer última operação pendente
ru: Отменить последнюю операцию переименования
sk: Zrušiť poslednú premenovávaciu operáciu
sv: Ångra senaste ändringen
tr: Son yeniden adlandırmayı geri al

source: About
ar: حول
de: Über
es: Acerca de ...
hu: Súgó
it: Info su
ja: このソフトについて
pl: O programie
pt_br: Sobre
ru: О программе
sk: O Programe
sv: Om
tr: Hakkında

source: Display general information about Metamorphose
ar: عرض معلومات عامة حول Métamorphose
de: Zeige generelle Informationen zu Métamorphose
es: Mostrar información general sobre Métamorphose
hu: Általános adatok a Métamorphose programról
it: Informazioni generali su Metamorphose
ja: Métamorphoseに関する全般の情報を表示。
pl: Wyświetl ogólne informacje o Métamorphose
pt_br: Mostrar informações gerais sobre o Métamorphose
ru: Показать информацию о Métamorphose
sk: Zobraziť všeobecné informácie o Metamorphose
sv: Visa allmän information om Métamorphose
tr: Métamorphose hakkında genel bilgileri görüntüle

source: &Help F1
ar: &مساعدة F1
de: &Hilfe F1
es: &Ayuda F1
hu: &Súgó F1
it: &Guida F1
ja: ヘルプ(&H) F1
pl: &Pomoc F1
pt_br: &Ajuda F1
ru: &Помощь F1
sk: &Nápoveda F1
sv: &Hjälp F1
tr: &Yardım F1

source: How to use Metamorphose
ar: كيفية استخدام Métamorphose
de: Wie benutze ich Métamorphose?
es: Como usar Métamorphose
hu: A Métamorphose használata
it: Come usare Metamorphose
ja: Métamorphoseの使い方
pl: Jak korzystać z Métamorphose
pt_br: Como Usar o Métamorphose
ru: Как использовать Métamorphose
sk: Ako používať Metamorphose
sv: Att använda Métamorphose
tr: Métamorphose'u kullanmak

source: &Examples
ar: أم&ثلة
de: &Beispiele
es: &Ejemplos
hu: &Példák
it: &Esempi
ja: 例(&E)
pl: P&rzykłady
pt_br: &Exemplos
ru: &Примеры
sk: &Príklady
sv: &Exempel
tr: Ö&rnekler

source: Some useful examples
ar: بعض الأمثلة المفيدة
de: Ein paar nützliche Beispiele
es: Algunos ejemplos útiles
hu: Pár hasznos példa
it: Qualche esempio utile
ja: 役に立つ例
pl: Użyteczne przykłady
pt_br: Alguns exemplos úteis
ru: Несколько полезных примеров
sk: Nejaké užitočné príklady
sv: Några nyttiga exempel
tr: Bazı kullanışlı örnekler

source: &Date/Time Formats
ar: صيغة ال&وقت والتاريخ
de: &Datum/Zeit - Formate
es: &Formatos Fecha/Hora
hu: &Dátum/idő formátumok
it: Formato &Data/Ora
ja: 日付・時間形式のヘルプ
pl: Format &daty/czasu
pt_br: &Formatos de Data/Hora
ru: &Форматы Даты/Время
sk: &Dátum/Čas Formáty
sv: &Datum/Tid-format
tr: &Tarih/Zaman Biçimleri

source: Display a reference for Date & Time formats
ar: عرض مرجع لصيغ التاريخ والوقت
de: Referenz für Datum & Zeit Formate
es: Mostrar una referencia para los formatos de Fecha y Hora
hu: Mutatja a Dátum és idő formátumok leírását
it: Visualizza un riferimento per i formati di Data&Ora
ja: 日付と時間形式の例を表示します。
pl: Wyświetl odniesienie dla formatów daty & czasu
pt_br: Exibir referência sobre a formatação de Data e Hora
ru: Показать установки для Времени и Даты
sk: Zobraziť odkaz na formáty Dátumu a Času
sv: Visa referenser för Datum och Tidsformat
tr: Tarih & Zaman için referans göster

source: &Regular Expressions
ar: الت&عابير الاعتيادية
de: &regulärer Ausdruck
es: &Expresiones Regulares
hu: &Szabályos kifejezések
it: &Espressioni Regolari
ja: 正規表現
pl: Wy&rażenie regularne
pt_br: Expressões &Regulares
ru: &Постоянные выражения
sk: &Regulárne Výrazy
sv: &Reguljära uttryck
tr: Düzenli İfadele&r (Regular Expressions )
